// List of subjects with unique IDs, paragraphs, and slider images
const subjects = [
  
  {"id": "AGARIYA",
  "title": "अगारिया",
  "paragraphs": [
 
     "मध्य प्रदेश में अनुसूचित जनजाति के रूप में सूचीबद्ध अगारिया जनजाति, इस श्रेणी में शीर्ष स्थान रखती है। 2011 की जनगणना के अनुसार, इस जनजाति की कुल जनसंख्या 41,243 थी, जो राज्य की कुल जनसंख्या का 0.057% है। बिहार में 'असुर' के नाम से जानी जाने वाली यह जनजाति मध्य प्रदेश के विभिन्न जिलों जैसे श्योपुर, मुरैना, भिंड, ग्वालियर, दतिया, शिवपुरी, टीकमगढ़, छतरपुर, पन्ना, सागर, दमोह, सतना, नीमच, देवास, धार, बालाघाट, गुना, अशोकनगर, शहडोल, अनुपपुर, सीधी, सिंगरौली, झाबुआ, विदिशा, भोपाल, जबलपुर, शहडोल, मंडला, डिंडोरी और सीधी में पाई जाती है। अगारिया जनजाति के मुख्य निवास क्षेत्र शहडोल, मंडला, डिंडोरी और सीधी जिले हैं। ", 

"अगारिया जनजाति गोंड जनजाति से अलग होकर एक स्वतंत्र उप-जनजाति के रूप में उभरी। लोककथाओं के अनुसार, गोंड जनजाति के दो भाइयों के बीच हुए विवाद के कारण यह नई जनजाति बनी। कहानी में छोटे भाई के घर छोड़कर जंगल में झोपड़ी बनाने और लोहे के उपकरण बनाने के नए आजीविका के साधन की खोज का जिक्र है। उनके वंशजों को 'अगारिया' नाम दिया गया, जो आग (अग्नि) के साथ उनके संबंध को दर्शाता है। ",

"यह जनजाति अन्य जनजातियों जैसे गोंड, भूमिया, बैगा, कंवर और उरांव के साथ घने जंगलों, पहाड़ी और ग्रामीण इलाकों में रहती है। अगारिया जनजाति के लोग मिट्टी के घर बनाते हैं जिनकी छत घास या स्थानीय तिनकों से ढकी होती है। महिलाएं अपने हाथ, पैर, चेहरा, माथा और ठुड्डी पर टैटू बनवाती हैं। पुरुष पंछा (छोटी धोती) और अगरखा (बंधी) पहनते हैं, जबकि महिलाएं लुगड़ा पहनती हैं। इनका मुख्य भोजन चावल, कोदो, कुटकी चावल, पेज, मक्के की रोटी, उड़द, मूंग, कुल्थी और मौसमी सब्जियां हैं। इनके आहार में मछली, मुर्गा, बकरी, हिरण, जंगली सुअर और खरगोश जैसे मांसाहारी पदार्थ भी शामिल हैं। महुआ से शराब बनाना भी इनकी संस्कृति का हिस्सा है। ",
"अगारिया जनजाति का मुख्य व्यवसाय लोहे के अयस्क से लोहा बनाना है। वे हंसिया, फावड़ा, कुल्हाड़ी, हल की लोहे की फाल और तीर की नोक जैसे उपकरण बनाते हैं। वे जंगल से तेंदू पत्ते, महुआ, गुग्गल और जंगली जड़ें भी एकत्र करते हैं। जिनके पास कृषि भूमि होती है, वे मक्का, कोदो, कुटकी, उड़द और मूंग की खेती करते हैं। बरसात के मौसम में वे मछली पकड़ते हैं। ",

"अगारिया जनजाति पितृसत्तात्मक, पारंपरिक और स्थानीय रूप से आधारित सामाजिक व्यवस्था का पालन करती है। इनकी उप-जातियों में पथरिया और खुटिया शामिल हैं। पथरिया अगारिया पत्थर पर उपकरण बनाते हैं, जबकि खुटिया अगारिया लोहे की खूंठ पर गरम लोहे से उपकरण बनाते हैं। विवाह के लिए अलग-अलग गोत्र होते हैं, जिनमें मुख्य कुल बघेल, धुरवा, मरकाम, उइका, टेकाम, सोनवानी, मरावी, मसराम, करेम, नाग, तिलम, और बेसरा हैं। ",

"गर्भावस्था के दौरान प्रसव स्थानीय बुजुर्ग महिलाओं द्वारा घर पर किया जाता है। प्रसव के बाद महिलाओं को महुआ, जामुन, तेंदू की छाल, अटीगन, पोपड़ और गुड़ का काढ़ा दिया जाता है। विवाह की आयु लड़कों के लिए 16-18 और लड़कियों के लिए 15-17 वर्ष मानी जाती है। विवाह प्रस्ताव वर पक्ष से आता है, और बड़े-बुजुर्ग समारोह करते हैं। विधवा और परित्यक्त व्यक्ति पुनर्विवाह कर सकते हैं। ",

"मृत्यु के बाद शव को दफनाया जाता है, और तीज के तीसरे दिन पुरुषों के बाल काटे जाते हैं। दसवें दिन शोक भोज आयोजित किया जाता है। इनकी पारंपरिक जाति पंचायत होती है, जिसका मुखिया गौतिया कहलाता है। यह पंचायत विवाह, तलाक, दहेज और अनैतिक संबंधों से जुड़े विवादों को सुलझाती है। ",

"अगारिया जनजाति की संस्कृति में कर्मा नृत्य, पडकी नृत्य और विवाह नृत्य शामिल हैं। ये लोग नवाखानी, दशहरा, दीपावली, होली और कर्मा पूजा जैसे त्योहार मनाते हैं। वे बुधदेव, लोहासुर, ठाकुरदेव, दुल्हादेव, शीतलामाता, बाघदेव, जोगनी, घुरलापाट जैसे देवताओं और हिंदू देवी-देवताओं में विश्वास करते हैं। भूत-प्रेत और जादू-टोने को भी मान्यता देते हैं। इनके पारंपरिक गीतों में कर्मगीत, ददरिया, सुवा गीत, विवाह गीत, फाग गीत और भजन शामिल हैं। ",

  ],
  "sliderImages": [
      "../../assets/images/Tribes/Agaria/image-000.jpg", 
      "../../assets/images/Tribes/Agaria/image-001.jpg", 
      "../../assets/images/Tribes/Agaria/image-002.jpg", 
      "../../assets/images/Tribes/Agaria/image-003.jpg", 
      "../../assets/images/Tribes/Agaria/image-004.jpg", 
      "../../assets/images/Tribes/Agaria/image-005.jpg"
      ]
  },
  {"id": "ANDH",
  "title": "अंध",
  "paragraphs": [
      "अंध जनजाति मुख्य रूप से महाराष्ट्र में पाई जाती है और मध्य प्रदेश की अनुसूचित जनजातियों में क्रमांक 02 पर सूचीबद्ध है। 2011 की जनगणना के अनुसार, मध्य प्रदेश में इनकी जनसंख्या केवल 137 दर्ज की गई है, जो राज्य की कुल जनसंख्या का 0.000 प्रतिशत है। इस जनजाति के मुख्य निवास क्षेत्र महाराष्ट्र के अकोला, नांदेड़, परभणी आदि जिले हैं। साथ ही, यह जनजाति मध्य प्रदेश के शिवपुरी, इंदौर, भोपाल, बैतूल, जबलपुर, सिवनी, बालाघाट और सिंगरौली जिलों में भी पाई जाती है। अंध जनजाति की उत्पत्ति का सटीक विवरण उपलब्ध नहीं है। इसके बारे में विभिन्न धारणाएँ हैं। शेरिंग ने इसे 'अंधगोंड' बताया है, एस.एस. हसन ने इसे गोंड जनजाति की एक शाखा माना है, और किट्स ने इसे आंध्र प्रदेश से महाराष्ट्र में हुए प्रवास से जोड़ा है। ",
      "अंध जनजाति के लोग गाँव के एक छोर पर, गैर-जनजातीय समुदायों से अलग अपने घर बनाते हैं। उनके घर मिट्टी के बने होते हैं, जिनमें आमतौर पर दो कमरे होते हैं—एक रसोई के लिए और दूसरा मुख्य निवास के रूप में। इन घरों में बरामदा या आँगन नहीं होता। छत को घास या स्थानीय टाइलों से ढका जाता है। पहनावे में पुरुष 'धोतर' (धोती), बंडी या कुर्ता पहनते हैं और सिर पर 'पगोटे' (पगड़ी) या टोपी लगाते हैं। महिलाएँ लुगड़ा और चोली पहनती हैं। विवाहित महिलाएँ मंगलसूत्र और 'जोड़वे' (पैर की अंगूठी) पहनती हैं। माथे, ठुड्डी और गालों पर टैटू गुदवाना आम है। ऐसा माना जाता है कि माथे पर टैटू होना स्वर्ग में स्थान प्राप्त करने के लिए आवश्यक है। ",
      "अंध जनजाति का मुख्य भोजन ज्वार की रोटी, राब, उड़द, तुअर, मूंग, बरबटी दाल, और मौसमी सब्जियाँ हैं। कभी-कभी गेहूँ की रोटी और चावल भी खाते हैं। मांसाहारी भोजन में मछली, बकरी, मुर्गा, सूअर, नीलगाय और खरगोश का मांस शामिल है। महुआ से बनी शराब का सेवन भी किया जाता है, और पुरुष धूम्रपान करते हैं। अंध जनजाति पारंपरिक रूप से कृषि, शिकार, खाद्य संग्रहण और मछली पकड़ने में संलग्न थी। अब वे मजदूरी और अन्य कार्यों में भी शामिल हो गए हैं। कृषि मुख्य गतिविधि बनी हुई है, जिसमें ज्वार, बाजरा, मक्का, मूंगफली, कपास, मूंग, तुअर, उड़द आदि फसलें उगाई जाती हैं। ",
      "अंध पितृसत्तात्मक और पारंपरिक जनजाति है। इसकी दो उप-शाखाएँ वर्ताटी और खल्टाटी हैं। इनमें बहिर्विवाही वर्ग 'अदनाम' (गोत्र) के रूप में विभाजित हैं। इनके प्रमुख गोत्रों में अदनाम बंसाले, डुकरे, देवकर, फाफरे, गोहद, खैरकर, खडके, मागरे, मटकारी, नाटक, परधी, सुरवकर, ताडचे, थोते, उमरे, वाघमारे, ओघम, देशमुखी, धनवे, भैभारे, गायकवाड़, भेदकाल आदि शामिल हैं। गर्भावस्था के दौरान प्रसव स्थानीय 'दाई' द्वारा घर पर कराया जाता है। जन्म के पाँचवें दिन 'पंचमी' रस्म होती है। नामकरण और अन्य धार्मिक अनुष्ठान भी संपन्न होते हैं। विवाह की आयु लड़कों के लिए 16-20 वर्ष और लड़कियों के लिए 12-16 वर्ष मानी जाती है। विवाह में दूल्हे का परिवार नकद, अनाज, दालें और हल्दी के रूप में वधूमूल्य देता है। विधवा, विधुर और तलाकशुदा व्यक्तियों को पुनर्विवाह की अनुमति है। ",
      "मृतक को दफनाया या दाह संस्कार किया जाता है, और रस्में दस दिनों तक चलती हैं। अंतिम संस्कार भोज आयोजित किया जाता है, और 'पुण्यतिथि' हर वर्ष मनाई जाती है। अंध जनजाति अपनी पारंपरिक जाति पंचायत प्रणाली का पालन करती है, जिसका मुखिया 'मोहतारियन' कहलाता है। पंचायत विवाह विवाद, वधूमूल्य, तलाक, संपत्ति विभाजन, अनैतिक संबंध और अंतरजातीय विवाह जैसे मामलों पर निर्णय लेती है। ",
      "महाराष्ट्र में अंध जनजाति जन्म, नामकरण, विवाह और त्योहारों से जुड़े विभिन्न अनुष्ठानों का पालन करती है। यह जनजाति मारुति, महादेव, मरी अई, माता, भीमसेन, वाघमाई, खंडोबा, कान्होबा, माई, मुनजा और कृष्ण जैसे देवताओं की पूजा करती है। मुर्गा और बकरी की बलि दी जाती है। इनके मुख्य त्योहारों में आखड़ी, गुड़ी पड़वा, नागपंचमी, पोला, दशहरा, दीवाली, होली और महाशिवरात्रि शामिल हैं। भूत-प्रेत, जादू-टोने और मंत्र-तंत्र में भी विश्वास रखते हैं। ",
      "",
  ],
  "sliderImages": []
  },
  {"id": "BAIGHA",
  "title": "बैगा",
  "paragraphs": [
    "मध्य प्रदेश में बैगा जनजाति को विशेष पिछड़ी जनजाति के रूप में मान्यता दी गई है और इसे पूरे राज्य के लिए अनुसूचित जनजाति के रूप में अधिसूचित किया गया है। यह अनुसूचित जनजाति सूची में तीसरे स्थान पर आती है। 2011 की जनगणना के अनुसार, मध्य प्रदेश में बैगा जनजाति की कुल जनसंख्या 4,14,526 है, जो राज्य की कुल जनसंख्या का 0.571 प्रतिशत है। बैगा जनजाति मुख्य रूप से मंडला, डिंडोरी, शहडोल, सीधी, कटनी, जबलपुर, बालाघाट, सिंगरौली और अनुपपुर जिलों में निवास करती है।",

    "बैगा जनजाति की उत्पत्ति को लेकर स्पष्ट जानकारी नहीं है। विद्वान जैसे रसेल और ग्रियर्सन ने इसे भुमिया या भुइया जनजाति से संबंधित एक विशिष्ट समूह माना है। एक किंवदंती के अनुसार, जब भगवान ब्रह्मा ने ब्रह्मांड की रचना की, तो उन्होंने एक व्यक्ति को कुल्हाड़ी दी, जो बैगा जनजाति का पूर्वज बना। इसे 'नंगाबैगा' कहा गया क्योंकि उस समय कपड़ों का अभाव था। ",
    
    "बैगा लोग स्थानांतरण कृषि (झूम खेती) करते हैं, जिसके कारण उनकी जीवनशैली घुमंतू होती है। उनके घर बांस, लकड़ी और मिट्टी से बने होते हैं और अक्सर पहाड़ियों की ढलानों या कृषि भूमि के पास स्थित होते हैं। बैगा पुरुषों का पहनावा सरल होता है; उनका रंग गहरा होता है और उनकी विशेषताएँ जैसे जटाधारी काले बाल, धनुष-बाण और एक छोटी कुल्हाड़ी उन्हें अलग पहचान देती हैं। महिलाएँ विभिन्न प्रकार के लुगड़े पहनती हैं और टैटू को एक महत्वपूर्ण आभूषण मानती हैं। ",
    
    "बैगा जनजाति की अर्थव्यवस्था जंगल के संसाधनों, कृषि, पशुपालन और मजदूरी पर आधारित है। वे मक्का, ज्वार, धान, कोदो, कुटकी, सावा, राई, तिवड़ा, रामतिल, मूंग और अन्य फसलें उगाते हैं। बैगा समुदाय कई आंतरिक उपजातियों और विभिन्न बहिर्विवाही गोत्रों में विभाजित है। इस जनजाति में पितृसत्तात्मक और पितृवंशीय सामाजिक संरचनाओं का पालन किया जाता है। ",
    
    "बैगा जनजाति में जन्म, विवाह और मृत्यु से जुड़े पारंपरिक अनुष्ठानों का पालन किया जाता है। विवाह आमतौर पर लड़कों के लिए 14-18 वर्ष और लड़कियों के लिए 12-16 वर्ष की आयु में होता है। यह जनजाति छठी, होली, पोला, नवाखाई, बिदरी पूजा, दशहरा और कर्मा पूजा जैसे विभिन्न त्योहार मनाती है। उनका धार्मिक विश्वास बहुदेववादी है, और उनके मुख्य देवताओं में ठाकुर देव, नारायण देव, खैरमाई और मानपती माई शामिल हैं। ",
    
    "बैगा जनजाति की समृद्ध सांस्कृतिक पृष्ठभूमि उनके पहनावे, नृत्यों और अनुष्ठानों में झलकती है, जो मध्य प्रदेश के जनजातीय जीवन के अनूठे और विविध पहलुओं को प्रदर्शित करती है। यह समुदाय अपनी मेहनतकश प्रकृति के लिए जाना जाता है। उनके मनोरंजन में नृत्य और गायन शामिल हैं, और पारंपरिक नृत्यों जैसे कर्मा, लहकी, रीना और सैला का आयोजन होता है। बैगा लोग भूत-प्रेत और जादू-टोने में विश्वास रखते हैं, और उनके देवताओं के पुजारी और भूत भगाने वाले के रूप में भुमका की महत्वपूर्ण भूमिका होती है। ",
  ],
  "sliderImages": [
      "../../assets/images/Tribes/baiga/image-006.jpg", 
      "../../assets/images/Tribes/baiga/image-007.jpg", 
      "../../assets/images/Tribes/baiga/image-008.jpg", 
      "../../assets/images/Tribes/baiga/image-009.jpg", 
      "../../assets/images/Tribes/baiga/image-010.jpg", 
      ]
  },
  {"id": "BHAINA",
  "title": "भैना",
  "paragraphs": [
    "मध्य प्रदेश में भैना जनजाति को पूरे राज्य के लिए अनुसूचित जनजाति के रूप में अधिसूचित किया गया है, और यह अनुसूचित जनजाति सूची में चौथे स्थान पर आती है। 2011 की जनगणना के अनुसार, इस जनजाति की जनसंख्या 6,367 है, जो भारत की कुल जनसंख्या का 0.009 प्रतिशत है। भैना जनजाति मुख्य रूप से मुरैना, भिंड, ग्वालियर, शिवपुरी, सागर, उमरिया, नीमच, मंदसौर, रतलाम, उज्जैन, शाजापुर, देवास, धार, इंदौर, पश्चिम निमाड़, भोपाल, रायसेन, होशंगाबाद, कटनी, जबलपुर, नरसिंहपुर, डिंडोरी, मंडला, छिंदवाड़ा, सिवनी, बालाघाट, गुना, शहडोल, अनुपपुर और सीधी जिलों में निवास करती है, जबकि अन्य जिलों में इसकी उपस्थिति नगण्य है। ",

    "भैना जनजाति की उत्पत्ति के संबंध में कोई लिखित प्रमाण उपलब्ध नहीं है। कुछ विद्वानों ने इसे बैगा जाति से संबंधित बताया है। मंडला जिले में, बैगा जनजाति के भीतर एक समूह 'राजभैना' के नाम से जाना जाता है। किंवदंतियों के अनुसार, भैना जनजाति एक समय बिलासपुर के पेंड्रा और रायपुर के फूलझर में जमींदार थे, लेकिन कंवर और गोंड जनजातियों से हारने के बाद उन्हें विस्थापित होना पड़ा। ",
    
    "भैना जनजाति गोंड, कंवर, सावरा और अन्य जनजातियों के साथ गांवों में निवास करती है। इनके घर मिट्टी के बने होते हैं, जिनकी छत स्थानीय टाइल्स या घास से बनी होती है। इनकी दिनचर्या में नीम या हर्रा की डंडी से दांत साफ करना, प्रतिदिन स्नान करना और महिलाओं का टैटू व विभिन्न आभूषण पहनना शामिल है। पुरुष पारंपरिक रूप से पंचा-बंडी, सलूका, धोती और कुर्ता पहनते हैं, जबकि महिलाएँ लुगड़ा और पोल्का पहनती हैं। ",
    
    "इनका मुख्य आहार चावल, कोदो चावल, दालें, मौसमी सब्जियाँ और मछली, मुर्गा और बकरी का मांस जैसे मांसाहारी खाद्य पदार्थ हैं। महुआ से बनी शराब का प्रचलन आम है, और पुरुष बीड़ी पीते हैं। भैना जनजाति की आजीविका के मुख्य स्रोत कृषि, मजदूरी और वनों से प्राप्त उत्पाद हैं। हालांकि पहले यह जनजाति शिकार करती थी, लेकिन प्रतिबंधों के कारण उन्होंने इसे छोड़ दिया है। ",
    
    "भैना जनजाति पितृसत्तात्मक, पितृवंशीय और पारंपरिक स्थानीय परंपराओं का पालन करती है। इनकी उप-जातियों में लारिया या छत्तीसगढ़िया, उड़िया, झलयारा और घाटियारा शामिल हैं। कुछ उप-जातियाँ अंतर्विवाही होती हैं, जबकि अन्य बहिर्विवाही गोत्रों में विभाजित होती हैं। गर्भावस्था के दौरान अनुष्ठान न्यूनतम होते हैं, और प्रसव आमतौर पर स्थानीय 'सुइंदाई' की सहायता से होता है। विवाह लड़कों के लिए 16-18 वर्ष और लड़कियों के लिए 15-17 वर्ष की आयु में होता है। ",
    
    "मृत्यु के बाद, भैना जनजाति में मृतकों को दफनाया जाता है। अनुष्ठानों में दाढ़ी, मूंछ और सिर के बाल मुंडवाना शामिल है। यह जनजाति अपने पूर्वजों की पूजा करती है, मृत्यु भोज का आयोजन करती है, और पारंपरिक रीति-रिवाजों का पालन करती है। ",
    
    "भैना जनजाति अपनी सांस्कृतिक परंपराओं के लिए जानी जाती है, जिनमें कर्मा, रहस, रामधुनी और बिहाव जैसे नृत्य शामिल हैं। इनके मुख्य देवताओं में ठाकुरदेव, बुधादेव, गोरियादेव और शीतलामाता शामिल हैं। यह जनजाति हरेली, तीजा, पोला, पितर, नवाखानी, दशहरा, दिवाली और होली जैसे त्योहार मनाती है। यह भूत-प्रेत और जादू-टोने में विश्वास रखती है और मंत्र-विद्या जानने वाले व्यक्तियों को 'बैगा' के रूप में मान्यता देती है। ",
    
    "भैना जनजाति में एक पारंपरिक जाति पंचायत है, जिसका मुखिया 'गोतिया' होता है। यह पंचायत दहेज, विवाह और तलाक विवाद, अनैतिक संबंधों को सुलझाने और जाति के देवी-देवताओं की पूजा आयोजित करने जैसे मामलों को देखती है। ",
    
    "पारंपरिक समारोहों और प्रथाओं के अलावा, भैना जनजाति अपने सांस्कृतिक अभिव्यक्तियों के लिए प्रसिद्ध है। इनके नृत्यों में कर्मा, रहस, रामधुनी और बिहाव तथा गीतों में कर्मागीत, ददरियागीत, रहसगीत, भजन, सुआगीत और बिहाव गीत शामिल हैं। ",
  ],
  "sliderImages": [
      "../../assets/images/Tribes/Bhaina/image-011.jpg", 
          "../../assets/images/Tribes/Bhaina/image-012.jpg", 
          "../../assets/images/Tribes/Bhaina/image-013.jpg", 
          "../../assets/images/Tribes/Bhaina/image-014.jpg", 
          "../../assets/images/Tribes/Bhaina/image-015.jpg", 
          "../../assets/images/Tribes/Bhaina/image-016.jpg"
  ]
  },
  {"id": "BHARIYA",
  "title": "भरिया/भूमिया",
  "paragraphs": [
    "मध्य प्रदेश में भरिया/भूमिया जनजाति को विभिन्न क्षेत्रों में स्थानीय बोलियों के अंतर के कारण अलग-अलग नामों से जाना जाता है। छिंदवाड़ा और सिवनी जिलों में इन्हें भरिया के रूप में जाना जाता है, जबकि जबलपुर, मंडला, और शहडोल में इन्हें भूमिया कहा जाता है। यह जनजाति मध्य प्रदेश की अनुसूचित जनजाति सूची में पाँचवें स्थान पर है। 2001 और 2011 की जनगणना के अनुसार, भरिया/भूमिया जनजाति की आबादी मुरैना, भिंड, ग्वालियर, दतिया, शिवपुरी, पन्ना, सागर, दमोह, सतना, रीवा, उमरिया, शहडोल, सीधी, नीमच, मंदसौर, रतलाम, उज्जैन, शाजापुर, देवास, झाबुआ, धार, इंदौर, पश्चिम निमाड़, बड़वानी, पूर्व निमाड़, राजगढ़, विदिशा, भोपाल, सीहोर, रायसेन, बैतूल, हरदा, होशंगाबाद, कटनी, जबलपुर, नरसिंहपुर, डिंडोरी, मंडला, छिंदवाड़ा, सिवनी, और बालाघाट जिलों में फैली हुई है। ",

    "इसके अतिरिक्त, आर्थिक, सामाजिक और शैक्षिक रूप से पिछड़ी हुई एक उपजाति पंडो, छत्तीसगढ़ के सरगुजा और बिलासपुर जिलों में निवास करती है। 2011 की जनगणना के अनुसार, भरिया/भूमिया जनजाति की कुल आबादी 1,93,230 है, जो राज्य की कुल जनसंख्या का 0.266 प्रतिशत है। ",
    
    "भरिया, पंडो, और भूमिया जनजातियों की उत्पत्ति का ऐतिहासिक दस्तावेजीकरण उपलब्ध नहीं है। किंवदंतियों के अनुसार, ये अपनी वंशावली पांडवों से जोड़ते हैं, विशेष रूप से अर्जुन से, जिन्होंने मंत्र शक्ति से भरू घास को सैनिक में बदल दिया था। भरिया और पंडो लोग पांडवों को अपना पूर्वज मानते हैं। भूमिया उपजाति का मानना है कि भगवान महादेव ने अपनी त्रिशूल से भूमि, नदियों, पर्वतों, वृक्षों, पशुओं, पक्षियों का निर्माण किया और इस भूमि के आनंद के लिए एक पुरुष और एक महिला की रचना की। उनके पुत्र, जिसका नाम भूमिया था, ने भूमि पूजन और देवी-देवताओं की आराधना की। ",
    
    "भरिया जनजाति छिंदवाड़ा और सिवनी जिलों के दूरस्थ गांवों में गोंड, परधान, ओझा जनजातियों के साथ निवास करती है। इसी प्रकार, भूमिया जनजाति जबलपुर, मंडला और शहडोल जिलों के गांवों में बैगा, कोल, गोंड जनजातियों के साथ निवास करती है। सरगुजा, रायगढ़, और बिलासपुर जिलों के पंडो, भूइया और भुनिहार जनजातियाँ गोंड, तंवर, परधान, उरांव, और मुंडा जैसी जनजातियों के साथ दूरस्थ गांवों में रहती हैं। इनके घर मुख्यतः मिट्टी के बने होते हैं, जिनकी छतें घास या देशी टाइल्स की होती हैं। दीवारों को सफेद या पीली मिट्टी से पुता जाता है। घरों में अनाज भंडार, चक्की, मूसल, बांस की टोकरी, खाना पकाने के बर्तन, और जानवरों के लिए अलग स्थान होते हैं। ",
    
    "भरिया/भूमिया जनजाति की महिलाएँ अपने माथे, हाथों, पैरों, खोपड़ी, ठुड्डी और गर्दन पर गोदना (टैटू) बनवाती हैं और विभिन्न प्रकार के आभूषण पहनती हैं। उनके वस्त्रों में पाड़ी, तोड़ा, चूड़ियाँ, ककना, गुलैठा वोहता, हेमेल, सरिया, उमेटा, लॉन्ग, धोती, पंचा, बंदी, कुर्ता, पोल्का और लुगड़ा शामिल हैं। उनका मुख्य आहार मक्का, ज्वार की रोटी, कोदो, चावल भात, दालें, मौसमी सब्जियाँ, और मांसाहारी पदार्थ जैसे मुर्गा, तीतर, मछली, केकड़ा और बकरी का मांस है। महुआ से बनी शराब भी वे उपयोग करते हैं। ",
    
    "भरिया/भूमिया जनजाति की अर्थव्यवस्था मुख्यतः प्रारंभिक कृषि और वनों से प्राप्त उत्पादों के संग्रहण पर आधारित है। आज भी, कृषि, कृषि मजदूरी, और वनों से उत्पाद संग्रहण उनकी आजीविका का एक महत्वपूर्ण हिस्सा है। इस जनजाति में भूमिया, भरिया, भुनिया, भुइंहार, और पंडो जैसी उपजातियाँ हैं, और प्रत्येक उपजाति विभिन्न गोत्रों में विभाजित है। उदाहरण के लिए, छिंदवाड़ा जिले की भरिया जनजाति में प्रमुख गोत्रों में कुमरा, उइका, टेकाम, परतेती, पेंढराम, धुर्वा, भलावी, बगडरिया, गोंवालिया, खमरिया, ठकारिया, और भार्तिया शामिल हैं। ",
    
    "यह जनजाति पितृवंशीय, पितृसत्तात्मक और पारंपरिक संरचना का पालन करती है। गर्भावस्था के दौरान एक पारंपरिक संस्कार किया जाता है। प्रसव आमतौर पर स्थानीय दाई या बुजुर्ग महिलाओं द्वारा घर पर ही कराया जाता है, और छठे दिन छठी का आयोजन होता है। लड़कों की शादी 17-18 वर्ष और लड़कियों की शादी 15-16 वर्ष की आयु में होती है। विवाह में दूल्हा कोदो, चावल, दालें, तेल, गुड़, और नकद खर्च करता है। विवाह की रस्में गांव के बुजुर्गों या जाति पंचायत के मुखिया द्वारा कराई जाती हैं। ",
    
    "मृत्यु के बाद, भरिया/भूमिया जनजाति मृतकों को दफनाती है। तीसरे दिन परिवार के पुरुष और रिश्तेदार अपनी दाढ़ी, मूंछ, और सिर के बाल मुंडवाते हैं। घर को साफ किया जाता है और लीपा-पोता जाता है। ग्यारहवें दिन मृत्यु भोज का आयोजन किया जाता है। ",
    
    "भरिया जनजाति में एक पारंपरिक जाति पंचायत होती है, जिसका नेतृत्व 'मुखिया' करता है। जाति पंचायत का मुख्य कार्य जाति से संबंधित सामाजिक कार्य, वैवाहिक संबंधों को संभालना, विवादों को सुलझाना, और देवी-देवताओं की पूजा का आयोजन करना है। ",
    
    "भरिया जनजाति की मूल मातृभाषा 'भरनोती' या 'भरियाधी' कही जाती है, लेकिन वर्तमान में इसे मूल रूप में कम लोग बोलते हैं। इनके बोली में गोंडी का प्रभाव स्पष्ट है। भरिया जनजाति विदारी, आसाड़ी, जीवती, पंचमी, दिवाली, होली में रहस, पोला में गुननूर, विवाह में बिहाव जैसे त्योहार मनाती है। इनके लोकगीतों में फग (होली में), अहिराई (दिवाली में), सेवा (जवारा में) शामिल हैं। ",
    
    "भरिया जनजाति विशेष देवताओं पर आधारित धर्म का पालन करती है। इनके प्रमुख देवी-देवताओं में हरदूल देव, बड़ा देव, ठाकुर देव, बुधीबाई, भैंसासुर, और सूर्य देव, नागदेव, वृक्ष और नदी की पूजा शामिल है। त्योहारों में ये देवी-देवताओं को मुर्गा और बकरी चढ़ाते हैं। तंत्र-मंत्र में निपुण व्यक्तियों को 'भूमका' कहा जाता है। ",
    
   " नृत्य रूपों में दिवाली में सैला, होली में रहस, पोला में गुननूर, और विवाह में बिहाव प्रमुख हैं। महिलाएँ फड़कई नृत्य करती हैं। प्रमुख लोकगीतों में फग, अहिराई, और सेवा शामिल हैं।",
    
      
  ],
  "sliderImages": [
      "../../assets/images/Tribes/fwdbharia/image-019.jpg", 
      "../../assets/images/Tribes/fwdbharia/image-020.jpg", 
      "../../assets/images/Tribes/fwdbharia/image-021.jpg", 
      "../../assets/images/Tribes/fwdbharia/image-022.jpg", 
  ]
  },
  {"id": "BHATRA",
      "title": "भतरा",
      "paragraphs": [
        "भतरा जनजाति मुख्य रूप से अविभाजित मध्य प्रदेश के बस्तर जिले में निवास करती है और मध्य प्रदेश की अनुसूचित जनजातियों की सूची में छठे स्थान पर पंजीकृत है। 2011 की जनगणना के अनुसार, मध्य प्रदेश में भतरा जनजाति की जनसंख्या 1155 है, जो राज्य की कुल जनसंख्या का 0.002 प्रतिशत है। इस जनजाति को उड़ीसा में भोताडा के नाम से भी जाना जाता है और इसका महाराष्ट्र में भी अस्तित्व है। 2001 और 2011 की जनगणना के अनुसार, मध्य प्रदेश में भतरा जनजाति की जनसंख्या मुरैना, भिंड, ग्वालियर, सागर, सतना, नीमच, रतलाम, उज्जैन, देवास, इंदौर, भोपाल, हरदा और कटनी जिलों में पाई जाती है। ",

       " हालांकि भतरा जनजाति की उत्पत्ति के बारे में कोई विशिष्ट ऐतिहासिक प्रमाण उपलब्ध नहीं हैं, लेकिन उनके मौखिक इतिहास के अनुसार, उनके पूर्वज बस्तर के राजा के मंत्री और विश्वासपात्र थे। उन्हें राजा के महल की रक्षा और गृहकार्य की जिम्मेदारी सौंपी गई थी, जिससे उन्हें 'भतारा' के रूप में पहचाना गया। ",
        
        "भतरा जनजाति के गाँव कई भागों में विभाजित होते हैं, जहाँ अन्य जनजातियों के लोग भी निवास करते हैं। उनके घर आमतौर पर मिट्टी के बने होते हैं। घर में खाट, चक्की, जाँता, मुसल, कपड़े, और एल्यूमीनियम, लोहे, मिट्टी व स्टील के बर्तन, कृषि उपकरण, कुल्हाड़ी, हल, बैलगाड़ी और मछली पकड़ने के जाल प्रमुख वस्तुएँ होती हैं। ",
        
        "भतरा जनजाति के पुरुष और महिलाएँ सुबह जल्दी उठकर नीम या बबूल की डाल से दांत साफ करते हैं और स्नान करते हैं। महिलाएँ अपने हाथ, पैर, और शरीर पर विभिन्न आकृतियों के गोदना गुदवाती हैं। पुरुष धोती (गोंची) पहनते हैं, जबकि महिलाएँ पहले पारंपरिक रूप से लुगड़ा पहनती थीं, लेकिन अब कुछ महिलाएँ साड़ी भी पहनती हैं। उनका मुख्य भोजन चावल, उड़द, मूंग, कुल्थी दाल, मौसमी सब्जियाँ और मांसाहारी व्यंजन जैसे मछली और चिकन होते हैं। पुरुष तंबाकू और बीड़ी का सेवन कर सकते हैं। ",
        
        "भतरा जनजाति की मुख्य आर्थिक गतिविधियाँ कृषि, वनोपज संग्रह, जंगल में लकड़ी काटना और कृषि श्रम हैं। उनके द्वारा उगाई जाने वाली प्रमुख फसलें कोदो, धान, अरहर और मूंग हैं। सिंचाई की सुविधाओं की कमी के कारण उत्पादन सीमित रहता है। वनोपज जैसे महुआ, शहद, गोंद और तेंदू पत्ते वे बाजार में बेचते हैं। ",
        
        "भतरा जनजाति में कई उपजातियाँ हैं, जैसे - पिट भतरा, अमनेट भतरा, सेन भतरा। इनमें पिट को उच्च, अमनेट को मध्यम, और सेन भतरा को निम्न वर्ग का माना जाता है। इन उपजातियों में कश्यप, मोहरे, बघेल, नाग और बकरा प्रमुख गोत्र हैं। ",
        
        "गर्भावस्था के दौरान भतरा जनजाति में कोई विशेष अनुष्ठान नहीं होता है। प्रसव पति के घर में गाँव की दाई और बुजुर्ग महिलाओं की देखरेख में होता है। जन्म के स्थान पर गड्ढा खोदा जाता है और बच्चे की नाल उसमें दफना दी जाती है। प्रसव के बाद तीन दिनों तक गर्भवती महिला को जड़ी-बूटियों का काढ़ा और गुड़ दिया जाता है। छठे दिन 'छठी' मनाई जाती है, जिसमें माँ और बच्चे को नहलाया जाता है, परिवार के देवता की पूजा की जाती है और रिश्तेदारों को भोजन कराया जाता है। ",
        
        "लड़कियों की शादी की उम्र आमतौर पर 17-19 वर्ष और लड़कों की 18-20 वर्ष होती है। विवाह का प्रस्ताव लड़कों द्वारा दिया जाता है। विवाह के दौरान वर और वधू के परिवारों के बीच विभिन्न वस्तुओं का आदान-प्रदान होता है। पुनर्विवाह और विधवा विवाह को सामाजिक परंपराओं के अनुसार स्वीकार किया जाता है। ",
        
        "मृत्यु के बाद, भतरा जनजाति के लोग आर्थिक स्थिति के अनुसार मृतक को दफनाते या जलाते हैं। बच्चों को सामान्यतः दफनाया जाता है। दसवें दिन 'दशकरम' नामक अनुष्ठान होता है, जिसमें शोक मनाने वाले पुरुष दाढ़ी, मूंछ और सिर के बाल कटाते हैं। ",
        
        "भतरा जनजाति में पारंपरिक राजनीतिक संगठन होता है, जिसे जाति पंचायत कहा जाता है। इसका नेतृत्व 'घेंबर' नामक मुखिया करता है। पंचायत का मुख्य कार्य परिवारिक विवादों और जातिगत मामलों का समाधान करना होता है। ",
        
        "भतरा जनजाति में करमा, रहस, रामसत्ता नृत्य और गौरा गीत, रहस गीत जैसे लोकगीत प्रचलित हैं। नवरात्रि के दौरान रामलीला का मंचन किया जाता है। भतरा जनजाति के मुख्य देवी-देवता ठाकुर देव, बुधाबाबा, माता देवी, परदेशिन माता, दंतेश्वरी देवी, बुद्धिमाई, हनुमान जी, शिवजी और दुर्गा माता हैं। ये लोग भूत-प्रेत और जादू-टोने में भी विश्वास करते हैं। जो लोग तंत्र-मंत्र में निपुण होते हैं, उन्हें 'सिराहा' कहा जाता है। ",
        
        "त्योहारों में हरियाली, नवा खाई, नागपंचमी, दशहरा, होली और दिवाली मनाई जाती हैं। पारंपरिक नृत्य और लोकगीत भतरा जनजाति की सांस्कृतिक पहचान का हिस्सा हैं।", 
      ],
      "sliderImages": [
      "../../assets/images/Tribes/Bhatra/image-023.jpg", 
      "../../assets/images/Tribes/Bhatra/image-024.jpg", 
      "../../assets/images/Tribes/Bhatra/image-025.jpg", 
      "../../assets/images/Tribes/Bhatra/image-026.jpg", 
  
  ]
  },
  
  {"id": "BHIL",
  "title": "भील",
  "paragraphs": [
    "भील जनजाति मध्य प्रदेश की एक प्रमुख जनजाति है, जो राज्य की अनुसूचित जनजातियों की सूची में सातवें स्थान पर है। इसके अलावा, भील जनजाति गुजरात, राजस्थान और महाराष्ट्र में भी पाई जाती है। 2011 की जनगणना के अनुसार, भील जनजाति, जिसमें उनकी उपजातियाँ भीलाला, बरेला, और पटेलिया शामिल हैं, की कुल जनसंख्या 59,93,921 है, जो राज्य की कुल जनसंख्या का 8.253 प्रतिशत है। भील जनजाति मुख्य रूप से भील-धर, झाबुआ, बरेला-खरगोन, और पटेलिया धर, झाबुआ में स्थित है। इस जनजाति की उपस्थिति मध्य प्रदेश के कई जिलों में देखी जाती है।",

    "ऐतिहासिक दृष्टि से, भील जनजाति का उल्लेख प्राचीन साहित्य में मिलता है, जैसे कि रामायण में शबरी भीलनी और महाभारत में एकलव्य भील के रूप में। 'भील' शब्द का अर्थ ड्रविड़ भाषा से लिया गया है, जिसमें 'बिल्लू' का अर्थ तीर होता है, जो शायद जनजाति के धनुर्विद्या में निपुणता को दर्शाता है। भील जनजाति प्राचीन मानी जाती है, जो आर्य और ड्रविड़ दोनों से पूर्व की है। भागवत और पुराणों में इन्हें राजा बेन के वंशज बताया गया है, और रामायण काल में भील और कोल लोग विंध्य पर्वत क्षेत्र में एक साथ रहते थे, इससे पहले कि वे पश्चिमी तट की ओर प्रवास कर गए।",
    
    "भील जनजाति के गाँवों को 'फालिया' या 'टोला' में विभाजित किया गया है। इनके घर सरल होते हैं, जो बाहरी दीवारों पर गोवर्धन की मिट्टी की लेपाई, घास या स्थानीय सामग्रियों से बने छप्पर, और मिट्टी के फर्श से होते हैं। घर में खाट, चक्की, मुसल, धनुष-बाण, तलवार, कुल्हाड़ी, वस्त्र, और मिट्टी व एल्यूमीनियम के बर्तन होते हैं। कृषि उपकरण जैसे हल सामान्य होते हैं, और हर घर में धनुष-बाण होते हैं, जो इस जनजाति की ऐतिहासिक धनुर्विद्या को दर्शाते हैं।",
    
    "भील पुरुष और महिलाएँ एक दिनचर्या का पालन करते हैं, जिसमें वे सुबह जल्दी उठकर जैतून, नीम आदि की शाखाओं से दांत साफ करते हैं। महिलाएँ सिर धोने के बाद तेल लगाती हैं और बालों को बांधती हैं। पारंपरिक आभूषण जैसे कड़ला, कटा, हसली, साकरी, बोरी, गुजरीया, और भारिया महिलाएँ पहनती हैं, जो चांदी या सोने से बने होते हैं। पुरुष और महिलाएँ अपने शरीर के विभिन्न हिस्सों पर गोदना (टैटू) करवाते हैं। पारंपरिक कपड़े महिलाओं के लिए घाघरा, चोली, और ओढ़नी होते हैं, जबकि पुरुष बंडी, छोटा धोती और सफेद पगड़ी पहनते हैं।",
    
    "भील जनजाति का मुख्य आहार मक्का की रोटियाँ, उड़द दाल, तुवर दाल, और मौसमी सब्जियाँ होती हैं। मांसाहारी भोजन जैसे मुर्गा, बकरा, मछली और खरगोश का मांस भी उनकी डाइट का हिस्सा होते हैं। इसके अतिरिक्त, वे ताड़ी, तंबाकू और बीड़ी का सेवन करते हैं।",
    
    "भील जनजाति का आर्थिक जीवन मुख्य रूप से कृषि, वनोपज संग्रहण, और श्रम पर आधारित होता है। मक्का उनकी मुख्य फसल है, और वे कोदो, अरहर, उड़द आदि भी उगाते हैं। वनोपज जैसे महुआ, गुल्ली और शहद वे इकट्ठा करते हैं और बेचते हैं। कुछ भील परिवार फसल के बाद श्रमिक कार्य के लिए शहरों में प्रवास करते हैं।",
    
    "भील जनजाति में कई उपजातियाँ होती हैं, जैसे भील, भीलाला, बरेला, पटेलिया, तदवी, मंकार, नैकड़ा आदि। कई उपजातियाँ स्वतंत्र एंडोगैमस जातियों के रूप में विकसित हो चुकी हैं, जिसमें भीलाला प्रमुख मानी जाती है। भीलाला उपजाति अन्य उपजातियों से न तो विवाह करती है और न ही भोजन साझा करती है। प्रत्येक उपजाति के विभिन्न एक्शोगैमस आटकों या गोत्र होते हैं, जैसे कटारा, दामोर, निनामा, ननोट, पटेला, माकवाना, गमार, गरसिया तवार, दाना, भूरिया, सोलंकी आदि।",
    
    "भील जनजाति में प्रसव सामान्यत: घर पर बुजुर्ग महिलाओं और दाइयों की देखरेख में होता है। छठी का त्योहार जन्म के छठे दिन मनाया जाता है, जिसमें बच्चे और माँ को स्नान कराया जाता है और उन्हें परिवार के देवताओं के समक्ष प्रस्तुत किया जाता है।",
    
    "भील लड़कों के लिए शादी की सामान्य उम्र 14-16 वर्ष मानी जाती है। विवाह संस्कार में मर्वंडिया विवाह, दया (वधुमूल्य), मिही जम्बू (अपहरण विवाह), गोल गछेडो (परीक्षण विवाह), उडदी (झोपड़ी विवाह), खंडनिया (घर विवाह), विनामय (हाथ पथ विवाह) और नट्र परंपरा शामिल हैं।",
    
    "मृत्यु के बाद, भील जनजाति मृतक को आर्थिक स्थिति के अनुसार दफनाते या जलाते हैं, जबकि बच्चों को सामान्यत: दफनाया जाता है। श्राद्ध कर्म तुरंत नहीं किए जाते, बल्कि बाद में किए जाते हैं, जिसके बाद एक भोज (कयंतू) आयोजित किया जाता है। जिनकी मृत्यु अप्रत्याशित रूप से हुई हो, उनके लिए एक सती स्तंभ महिलाओं के लिए और गाथा स्तंभ पुरुषों के लिए बनाया जाता है।",
    
    "भील जनजाति में पारंपरिक जाति पंचायत होती है जो सामाजिक न्याय का कार्य करती है। यह पंचायत विवादों का समाधान करती है, दहेज की कीमत तय करती है, एंडोगैमस विवाहों को रोकती है, और परिवार के देवताओं की पूजा पर नजर रखती है।",
    
    "भील जनजाति का सांस्कृतिक धरोहर समृद्ध है और इसमें होली, नवरात्रि, दिवसो, दिवाली, रक्षाबंधन, भागोरिया उत्सव जैसे विशिष्ट त्योहार होते हैं। उनके सांस्कृतिक अभिव्यक्तियों में भागोरिया (भोंगरिया) नृत्य, विवाह नृत्य,",
    
    "घेदिया नृत्य, पिथोरा चित्रकला, और विभिन्न गीत शामिल हैं, जो त्योहारों के दौरान गाए जाते हैं। पिथोरा शैली की चित्रकला भील जनजाति की कला का विशिष्ट प्रतीक है।",
    
    "भील जनजाति के मुख्य देवता काका बालिया, शिकवती, इंद्रज, सिमरियान देव, बाघदेव, कालका, मेलदी, और योगन होते हैं। इसके अतिरिक्त, वे हिंदू देवी-देवताओं की पूजा भी करते हैं। उनके त्योहारों में पशुओं जैसे मुर्गे और बकरों की बलि दी जाती है, और वे भूत-प्रेत और जादू-टोने में विश्वास करते हैं। जो लोग तंत्र-मंत्र में निपुण होते हैं, उन्हें 'बरवा' कहा जाता है।",
    
    "भागोरिया (भोंगरिया) नृत्य, विवाह नृत्य, घेदिया नृत्य, और भागोरिया गीत, घेदिया गीत भील जनजाति की सांस्कृतिक परंपराओं का अभिन्न हिस्सा हैं। भील जनजाति अपने विश्वास और परंपराओं को नृत्यों, त्योहारों और कला के माध्यम से व्यक्त करती है।",
  
      
  ],
  "sliderImages": [
      "../../assets/images/Tribes/fwdbhil/image-027.jpg", 
      "../../assets/images/Tribes/fwdbhil/image-028.jpg", 
      "../../assets/images/Tribes/fwdbhil/image-029.jpg", 
      "../../assets/images/Tribes/fwdbhil/image-030.jpg", 
      "../../assets/images/Tribes/fwdbhil/image-031.jpg", 
      "../../assets/images/Tribes/fwdbhil/image-032.jpg", 
      "../../assets/images/Tribes/fwdbhil/image-033.jpg", 
      "../../assets/images/Tribes/fwdbhil/image-034.jpg", 
  ]
  },
  {"id": "BHILMEENA",
  "title": "भील मीना",
  "paragraphs": [
    "भील मीना जनजाति मध्य प्रदेश में एक अल्पसंख्यक जनजाति है, जो राज्य की अनुसूचित जनजातियों की सूची में आठवें स्थान पर है। इस जनजाति की अधिकांश जनसंख्या राजस्थान में पाई जाती है, जबकि मध्य प्रदेश में अनुमानित 2,244 लोग रहते हैं, जो राज्य की कुल जनसंख्या का 0.003 प्रतिशत हैं। भील मीना जनजाति मुख्य रूप से मंदसौर, रतलाम, शिवपुरी, मुरैना, ग्वालियर, नीमच, शाजापुर, देवास, झाबुआ, धार, इंदौर, पूर्वी निमार, पश्चिमी निमार, राजगढ़, रायसेन और मंडला जिलों में निवास करती है।",

    "भील मीना जनजाति का ऐतिहासिक रिकॉर्ड उपलब्ध नहीं है, और इसे भील और मीना जातियों से उत्पन्न एक नई जाति माना जाता है। ये अन्य जनजातियों जैसे भील, डामोर और विभिन्न जातियों के साथ गांवों में रहते हैं। उनके घर मिट्टी से बने होते हैं, जिनकी छत बांस और स्थानीय टाइल्स से बनाई जाती है, और दीवारों पर मिट्टी का छप्पर होता है। घर में अनाज के बडे, मिट्टी, एल्युमिनियम के बर्तन, कृषि उपकरण, कपड़े और संगीत वाद्ययंत्र होते हैं।",
    
    "वस्त्र पहनने की परंपरा में पुरुष धोती, बंडी और पगड़ी पहनते हैं, जबकि महिलाएँ घाघरा और ओढ़नी पहनती हैं। महिलाएँ अक्सर टैटू बनवाती हैं और गहनों में कांच की मनके से बने गुड़िया, सूतिया, चांदी की चूड़ियाँ, टांगों में चूड़ियाँ, कमर में पट्टा, नथ और सिर पर बोरिया पहनती हैं। उनके गहनों में नकली चांदी का प्रचलन है।",
    
    "भील मीना जनजाति का मुख्य आहार मक्का, जोवर, बाजरा, गेहूं की रोटी, उड़द, तुवर दाल, मौसमी हरी सब्जियाँ, चिकन, बकरा मांस, मछली और महुआ से बनाई गई शराब होती है।",
    
    "भील मीना जनजाति की मुख्य आजीविका कृषि श्रम पर आधारित है, जिसमें मक्का, जोवर, उड़द, मूंग और तुवर जैसी बिना सिंचाई वाली फसलें उगाई जाती हैं। चट्टानी भूमि होने के कारण फसलों की उपज कम होती है, और कुछ लोग रतलाम, मंदसौर और गुजरात तथा राजस्थान के शहरों में श्रमिक के रूप में काम करने के लिए प्रवास करते हैं। कुछ लोग चैत माह में गुल्ली एकत्र कर महुआ और आषाढ़ में बेचते हैं।",
    
    "भील मीना जनजाति को दो समूहों में विभाजित किया गया है - घुजाले और मैले। सफेद समूह को भगत कहा जाता है, जिन्होंने धार्मिक समुदाय से संपर्क करने के बाद शराब और मांसाहारी भोजन छोड़ दिया है, जबकि मैला समूह शराब और मांसाहारी भोजन का सेवन करता है। जनजाति और उनके उपजातियों के पास विभिन्न एक्शोगैमस आटकों (गोत्रों) के साथ गोत्र होते हैं, जैसे चाबाना, दयाना, परमार, राठौड़, रावत, सोलंकी, माकवाना आदि। प्रत्येक गोत्र का एक अपना देवी-देवता होता है, और परिवार पैत्रिक और पैत्रिक स्थानिक होते हैं।",
    
    "पहली गर्भावस्था के दौरान, भील मीना जनजाति में एक रिवाज होता है जिसे 'खोडो भरने' कहा जाता है। प्रसव आमतौर पर घर पर बुजुर्ग महिलाओं और सुअरनी (दाई) की देखरेख में होता है। गर्भवती महिला को गेहूँ का हलवा, गुड़, घी, उड़द के लड्डू, सौत, मिर्च, और जड़ी-बूटियों का काढ़ा दिया जाता है। सातवें दिन, बच्चे और माँ को स्नान कराया जाता है और 'सावा' पूजा की जाती है। रिश्तेदारों को भोजन परोसा जाता है, और नामकरण संस्कार आमतौर पर ब्राह्मणों द्वारा किया जाता है।",
    
    "शादी के प्रस्ताव पुरुष पक्ष द्वारा शुरू किए जाते हैं, और लड़कों के लिए शादी की सामान्य उम्र 14-18 वर्ष और लड़कियों के लिए 12-16 वर्ष मानी जाती है। लड़के का पिता लड़की के पिता को नगद और पशु दहेज के रूप में देता है। विवाह समारोह पहले जाति प्रमुख द्वारा संपन्न किए जाते हैं। सामाजिक रूप से स्वीकृत विवाह प्रकारों में सह-प्रवासन, आदान-प्रदान, सेवा विवाह, नट्र, साले-बहन विवाह, आदि शामिल हैं।",
    
    "मृत्यु होने पर, मृतक को जलाने की परंपरा है, जबकि छोटे बच्चों को दफनाया जाता है। घर को साफ किया जाता है, पुरुष अपने सिर को मुंडवाते हैं, और तेरहवें दिन मृत्यु भोज आयोजित किया जाता है। आकस्मिक मृत्यु होने पर एक 'सागा' बनाने की परंपरा भी है।",
    
    "भील मीना जनजाति में एक पारंपरिक जाति पंचायत होती है, जिसके प्रमुख को 'पटेल' कहा जाता है, और यह पद आमतौर पर पीढ़ी दर पीढ़ी पारित होता है। पंचायत विवादों का समाधान करती है, जैसे दहेज, विवाह, तलाक, अनैतिक संबंध, अंतर-जातीय विवाह, और अन्य मुद्दों को सुलझाती है। सामाजिक भोज और आर्थिक दंड भी लगाए जाते हैं।",
    
    "भील मीना जनजाति की महिलाएँ टैटू और गहनों की शौकीन होती हैं। मुख्य देवताओं में भैरों जी, माता जी, नाग देव, श्यामला और श्यामलाजी शामिल हैं। जो लोग धार्मिक समुदाय से संबंधित होते हैं उन्हें भगत कहा जाता है, और उनके पुजारी को 'बरवा' कहा जाता है। पारंपरिक नृत्य त्योहारों के अवसरों पर किए जाते हैं, जैसे होली, गोल घेडी, और भजन पूजा के दौरान गाए जाते हैं, विवाह गीत शादी समारोह में गाए जाते हैं, और होली के दौरान फागा गाए जाते हैं।",
    
    "भील मीना जनजाति के मुख्य देवता भैरों जी, माता, नाग देवता, श्यामलाजी के साथ हिंदू देवी-देवताओं की पूजा की जाती है। त्योहारों जैसे रक्षाबंधन, जन्माष्टमी, नवरात्रि, दशहरा, दिवाली, और होली के दौरान इन देवताओं की पूजा की जाती है, जिसमें पशुओं की बलि दी जाती है, जैसे मुर्गा और बकरा। जनजाति भूत-प्रेत और जादू-टोने में विश्वास करती है, और उनके धार्मिक पुजारी को 'बरवा' कहा जाता है।",
    "भील मीना जनजाति के लोग अपने विश्वास को नृत्य के माध्यम से व्यक्त करते हैं, जैसे विवाह और होली के अवसरों पर। पूजा के दौरान भजन गाए जाते हैं, विवाह गीतों को शादी समारोह में गाया जाता है, और होली के दौरान फागा गाए जाते हैं, जो इस जनजाति की सांस्कृतिक समृद्धि को दर्शाते हैं।",
  ],
      "sliderImages": [
          "../../assets/images/Tribes/Bhatra/image-023.jpg", 
          "../../assets/images/Tribes/Bhatra/image-024.jpg", 
          "../../assets/images/Tribes/Bhatra/image-025.jpg", 
          "../../assets/images/Tribes/Bhatra/image-026.jpg", 
      
      ],
  
  },
  
  {"id": "BHUNJIA",
  "title": "भुंजिया",
  "paragraphs": [
    "भुंजिया जनजाति मध्य प्रदेश में एक अल्पसंख्यक जनजाति है, जो राज्य की अनुसूचित जनजातियों की सूची में नौवें स्थान पर है। ये मुख्य रूप से छत्तीसगढ़ क्षेत्र में निवास करते हैं, विशेषकर रायपुर जिले के बिंद्रानवागढ़ तहसील में। भुंजिया जनजाति के कुछ सामाजिक वर्ग हैं, जिनमें चौखटिया भुंजिया और चिंदा भुंजिया शामिल हैं।",

    "मध्य प्रदेश में भुंजिया जनजाति की जनसंख्या 1,469 के आसपास है, जो राज्य की कुल जनसंख्या का 0.002 प्रतिशत है, जैसा कि 2011 की जनगणना में अनुमानित किया गया है। ये जनजाति विभिन्न जिलों जैसे मुरैना, ग्वालियर, पन्ना, सागर, सतना, रीवा, शहडोल, सिधी, रतलाम, उज्जैन, देवास, झाबुआ, धार, इंदौर, पूर्वी निमार, बड़वानी, पश्चिमी निमार, भोपाल, सीहोर, रायसेन, बेतूल, हरदा, होशंगाबाद, कटनी, जबलपुर, छिंदवाड़ा आदि में निवास करती है।",
    
    "भुंजिया जनजाति की उत्पत्ति का रिकॉर्ड स्पष्ट नहीं है। चौखटिया को माना जाता है कि यह भुंजिया, गोंड और हल्बा जातियों के मिश्रण से उत्पन्न हुई है, जबकि चिंदा भुंजिया का उत्पत्ति विनझवार और गोंड जातियों के विवाह से माना जाता है।",
    
    "भुंजिया जनजाति के गांव आमतौर पर पहाड़ियों और जंगलों से घिरे होते हैं, और ये समतल क्षेत्रों में भी निवास करते हैं। उनके घर साधारण होते हैं, जो लकड़ी, मिट्टी, कुखार (कोदो) परा, और रस्सियों से बने होते हैं। छतों को घास या देशी टाइल्स से ढका जाता है। चौखटिया भुंजिया लोग 'रंधा घर' बनाते हैं, जिनकी दीवारों पर लाल मिट्टी से चित्रित आकृतियाँ बनाई जाती हैं। वे घर को गाय के गोबर, पीली मिट्टी, लाल मिट्टी और चूना मिलाकर रंगते हैं। फर्श को गाय के गोबर से लीपा जाता है और दीवारों पर 'पेडा' नामक आकृतियाँ बनाई जाती हैं।",
    
    "आर्थिक जीवन के लिए, भुंजिया जनजाति कृषि, जंगल से उत्पादों का संग्रहण, और श्रमिक कार्य पर निर्भर है। वे पहले जंगल में शिकार करते थे, लेकिन अब मुख्य रूप से चावल, कोदो, उड़द, अरहर, तिवड़ा, तिल जैसी कृषि उत्पादों पर ध्यान केंद्रित करते हैं और महुआ, गोंद, तेंदू पत्ते जैसे जंगल उत्पादों का संग्रहण और बिक्री करते हैं।",
    
    "भुंजिया जनजाति पैत्रिक, पितृसत्तात्मक और पूर्वजों के निवास स्थान का पालन करती है। इसमें दो उपजातियाँ हैं - चौखटिया भुंजिया और चिंदा भुंजिया, जो गोत्रों में विभाजित हैं जैसे बधवा, बोक्रा, चीता, भैसा, सोनवानी, टेकम, मार्कम, दूध, सूआ आदि। ये गोत्र एकेगामी (Exogamous) होते हैं।",
    
    "प्रसूति के दौरान कोई विशेष रिवाज नहीं होता है, और प्रसव आमतौर पर घर पर स्थानीय दाई या बुजुर्ग महिलाओं की देखरेख में होता है। छठी दिन 'छठी' का उत्सव मनाया जाता है, और शादी से पहले 'कान' नामक परंपरा होती है, जिसमें लड़कियों की शादी को मान्यता दी जाती है जो कि मासिक धर्म से पहले होती हैं। औपचारिक विवाह तब होता है जब लड़का और लड़की वयस्कता की आयु (18-20 वर्ष) प्राप्त कर लेते हैं। विवाह का प्रस्ताव लड़के के पक्ष से किया जाता है, और लड़के का पिता पूरा खर्च उठाता है। विवाह की रस्में बुजुर्ग व्यक्ति की देखरेख में होती हैं।",
    
    "मृत्यु के बाद, मृतक को दफनाया जाता है और तीसरे दिन घर की दीवारों को चूना और मिट्टी से प्लास्टर किया जाता है। पुरुष अपनी दाढ़ी, मूंछ और सिर के बालों को मुंडवाते हैं, और दसवें दिन एक अंतिम भोज आयोजित किया जाता है। भुंजिया जनजाति में पारंपरिक जाति पंचायत होती है, जिसमें पुजरी, पति और दीवान होते हैं, जो सामान्यतः वंशानुगत होते हैं। पंचायत विवाह, तलाक, और व्यभिचार जैसे विवादों का पारंपरिक तरीके से समाधान करती है।",
    
    "भुंजिया जनजाति के सांस्कृतिक अभ्यासों में पारंपरिक विवाह नृत्य, दीवाली पर महिलाओं द्वारा फड़की नृत्य, भादों में पुरुषों द्वारा रामसत्ता नृत्य और होली के दौरान राहास नृत्य शामिल हैं। लोक गीत जैसे फड़की गीत, ददरिया, विवाह गीत गाए जाते हैं, और इन गीतों के साथ संगीत वाद्ययंत्र जैसे माडल, तिसकी, खर्ताल का उपयोग किया जाता है। भुंजिया जनजाति के मुख्य देवताओं में बुधदेव, बुधिमाई, मटिदेव, काना-मौरा, कालाकुवर, भैसासुर, ठाकुर देव, डूमादेव शामिल हैं, साथ ही हिंदू देवी-देवताओं की पूजा भी की जाती है।",
    
    "वे होली, पोल, तीजा, पित्र, नवाखानी, दशहरा, दिवाली जैसे त्योहार मनाते हैं, और इन देवताओं की पूजा करते हैं। हर साल गांव के देवता को चिकन की बलि दी जाती है, और विशेष देवताओं जैसे ठाकुर देव और बुधिमाई को तीन वर्षों के बाद बकरा बलि दी जाती है। भुंजिया जनजाति जादू-टोने, मंत्र-तंत्र, भूत-प्रेत में विश्वास करती है, और उनके धार्मिक पुजारी और तंत्र-मंत्र के विशेषज्ञ को 'बैगा' कहा जाता है।",
   
    "भुंजिया जनजाति अपनी सांस्कृतिक अभिव्यक्ति के रूप में विवाह समारोहों में 'विहाव' नृत्य करती है, दीवाली पर महिलाएं नृत्य करती हैं, भादों में पुरुष राम सत्तानृत्य करते हैं, और होली के समय राहास नृत्य किया जाता है। फड़की गीत, ददरीया, विवाह गीत उनकी सांस्कृतिक धरोहर का अभिन्न हिस्सा हैं।",
  ],
  "sliderImages": [
     
  ]
  },
  {"id": "BIAR",
  "title": "बियार",
  "paragraphs": [
    "बियार जनजाति मध्य प्रदेश की अनुसूचित जनजाति सूची में दसवें स्थान पर आती है और इसे एक अल्पसंख्यक जनजाति माना जाता है। इनकी जनसंख्या मुख्य रूप से मध्य प्रदेश के सिद्दी जिले में केंद्रित है, और यह छत्तीसगढ़ के सूरजपुर और बिलासपुर, रायगढ़ में भी पाई जाती है। 2011 की जनगणना के अनुसार, मध्य प्रदेश में बियार जनजाति की कुल जनसंख्या 10,452 है, जो राज्य की कुल जनसंख्या का 0.014 प्रतिशत है। ये विभिन्न जिलों में पाई जाती हैं, जैसे कि भिंड, ग्वालियर, शिवपुरी, गूना, सतना, शहडोल, सिद्दी, नीचम, इंदौर, विदिशा, भोपाल, बेतूल, जबलपुर, दिंडोरी, मंडला, छिंदवाड़ा आदि।",

    "बियार जनजाति की उत्पत्ति का कोई ऐतिहासिक रिकॉर्ड उपलब्ध नहीं है, लेकिन किंवदंती के अनुसार माना जाता है कि शिव और पार्वती ने विंध्या क्षेत्र में एक पुरुष और महिला की रचना की। पार्वती ने धान की खेती की इच्छा जताई, और भगवान शिव ने इन व्यक्तियों को बनाया, जिन्होंने जंगल को काटा, उसे जलाया और राख पर धान के बीज बोकर खेती की। बियार जनजाति इसे अपनी जाति की उत्पत्ति मानती है।",
    
    "बियार जनजाति के लोग अन्य जनजातियों जैसे गोंड, खैरवार आदि के साथ गांवों में रहते हैं। उनके घर मिट्टी से बने होते हैं, जिनकी छतें देशी टाइल्स से ढकी होती हैं। इन घरों में आमतौर पर दो या तीन कमरे होते हैं और एक बरामदा भी होता है। दीवारों को सफेद मिट्टी से रंगा जाता है और फर्श पर गाय के गोबर की लेपाई की जाती है। गांव में विभिन्न प्रकार के कमरे होते हैं, जैसे अनाज भंडारण, चक्की, मूसल, कपड़े, रसोई चूल्हा, बर्तन और कृषि उपकरण रखने के लिए।",
    
    "मौखिक स्वच्छता के लिए बियार लोग अकसिया, करंज, नीम और हर्रा से बनी छड़ी से दांत साफ करते हैं। प्रतिदिन स्नान करना एक सामान्य अभ्यास है। बालों को मिट्टी से धोया जाता है और मूँगफली या तिल का तेल लगाया जाता है। महिलाएं अपने बालों को चोटी बनाती हैं और अक्सर शरीर पर टैटू भी बनवाती हैं। पुरुष पंचा और बांदी पहनते हैं, जबकि महिलाएं लुंगड़ा पोलका पहनती हैं।",
    
    "बियार जनजाति का मुख्य आहार कोदो, चावल, गेहूं की रोटी, उड़द, तुवर, मूँग दाल, मौसमी साग, सब्जियाँ और मांसाहारी पदार्थ जैसे मछली, मुर्गा और बकरा मांस होता है। पुरुष महुआ से बनी शराब पीते हैं।",
    
    "आर्थिक जीवन मुख्य रूप से कृषि, श्रम, और जंगल से उत्पादों के संग्रहण पर निर्भर है। वे कोदो, धान, मक्का, उड़द, मूँग, तुवर, तिल जैसी फसलें उगाते हैं और तेंदू पत्ते, हर्रा, आंवला जैसे जंगल उत्पादों का संग्रह करते हैं, जिन्हें",
    
    "स्थानीय बाजार में बेचा जाता है। मछली पकड़ने का काम मानसून के दौरान अपने निजी उपयोग के लिए किया जाता है।",
    
    "बियार जनजाति में दो उपजातियाँ होती हैं: बर्हरिया और दक्षिणाहा। बर्हरिया मानते हैं कि उनका उत्पत्ति सोन नदी के उत्तर से हुआ है, जबकि दक्षिणाहा का मानना है कि उनका उत्पत्ति नदी के दक्षिण से हुआ है। इन उपजातियों के गोत्रों में कनोझिया, सार्वर, वरवर, महतो, काहतो, काशी, बर्हार शामिल हैं, जो एकेगामी (Exogamous) समूह बनाते हैं।",
    
    "गर्भावस्था के दौरान कोई विशेष रिवाज नहीं होता, और प्रसव आमतौर पर घर पर बुजुर्ग महिलाओं और स्थानीय दाई की मदद से होता है। बच्चे के नाके की कटाई एक चाकू से की जाती है, और मां को सूखी अदरक, सरईचाल, चिहिंड की जड़, एथिमुड़ी, और गुड़ का काढ़ा दिया जाता है। छठी का उत्सव छठे दिन मनाया जाता है, जिसमें मां और बच्चे को स्नान कराया जाता है, उन्हें नए कपड़े पहनाए जाते हैं, और सूर्य, पृथ्वी, परिवार के देवताओं और पूर्वजों को प्रणाम किया जाता है, उसके बाद रिश्तेदारों के लिए भोज आयोजित किया जाता है।",
    
    "बियार जनजाति में लड़कों के लिए विवाह की आयु 14-18 वर्ष मानी जाती है, और लड़कियों के लिए 12-16 वर्ष। विवाह के प्रस्ताव लड़के के पक्ष से आते हैं, और लड़के के पिता लड़की के पिता को 'लगन भरना' के रूप में पैसा, हल्दी, तेल, गुड़ आदि प्रदान करते हैं। विवाह की रस्में बुजुर्गों की देखरेख में होती हैं, और अब ब्राह्मणों को भी इस प्रक्रिया में शामिल किया जाता है। पुनर्विवाह, देवर-भाभी विवाह और विधवा पुनर्विवाह को स्वीकार किया जाता है।",
    
    "मृत्यु के मामले में मृत शरीर को जलाया जाता है, और राख को पास के नदी में विसर्जित किया जाता है। दसवें दिन, स्नान के बाद, पूर्वजों की पूजा की जाती है और भोज का आयोजन किया जाता है। एक पारंपरिक जाति पंचायत, जिसका मुखिया 'मुखिया' होता है, विवाह, लगन भरने और अन्य समाजिक मुद्दों से संबंधित विवादों का समाधान करता है।",
    
    "बियार जनजाति के सांस्कृतिक अभ्यासों में विवाह के दौरान नृत्य और होली के दौरान राहास नृत्य शामिल हैं। लोक गीत, जैसे विवाह गीत और फाग भजन महत्वपूर्ण होते हैं। कर्मा के दौरान सुनाए जाने वाले लोक कथाएँ अगली पीढ़ी को मौखिक रूप से परंपराएँ संप्रेषित करने में भूमिका निभाती हैं।",

    "बियार जनजाति के मुख्य देवताओं में महादेव, मातर भूमि, सिमदा, दुलादेव, शीतला माता, ज्वालामुखी, भैसासुर, और हिंदू देवी-देवता शामिल हैं। वे दशहरा, दिवाली, नवरात्रि, संक्रांति, होली जैसे त्योहार मनाते हैं और इन देवताओं की पूजा करते हैं। पारंपरिक विवाह नृत्य और राहास नृत्य उनकी सांस्कृतिक प्रथाओं में प्रमुख हैं। लोक गीत उनकी सांस्कृतिक अभिव्यक्ति का महत्वपूर्ण हिस्सा बने रहते हैं, जिनमें विवाह गीत, फाग, भजन आदि शामिल होते हैं।",
  ],
  "sliderImages": []
  },
  {"id": "BINJHWAR",
  "title": "बिनझवार",
  "paragraphs": [
    "बिनझवार जनजाति मध्य प्रदेश की अनुसूचित जनजातियों में ग्यारहवें स्थान पर आती है और यह अविभाजित मध्य प्रदेश में एक अल्पसंख्यक जनजाति मानी जाती है। 2011 की जनगणना के अनुसार, मध्य प्रदेश में बिनझवार जनजाति की जनसंख्या लगभग 15,805 है, जो राज्य की कुल जनसंख्या का 0.22 प्रतिशत है। यह जनजाति मुख्य रूप से छत्तीसगढ़ के रायपुर, बिलासपुर और रायगढ़ जिलों में पाई जाती है। इसके अलावा, मध्य प्रदेश के कई जिलों में भी इनकी उपस्थिति है, जैसे ग्वालियर, टीकमगढ़, सागर, रीवा, शहडोल, उज्जैन, शाजापुर, देवास, झाबुआ, इंदौर, पूर्वी निमार, विदिशा, भोपाल, सीहोर, रायसेन, बेतुल, हरदा, होशंगाबाद, कटनी, जबलपुर, दिंडोरी, मंडला, छिंदवाड़ा, सीधी, बालाघाट आदि।",

    "बिनझवार जनजाति की उत्पत्ति का कोई ऐतिहासिक रिकॉर्ड उपलब्ध नहीं है, लेकिन किंवदंती के अनुसार, इनका उत्पत्ति विंध्या पर्वत से जुड़ा हुआ माना जाता है। कुछ विद्वानों के अनुसार, बिनझवार जनजाति को भूमि स्वामी समूह माना जाता है, जो बाइगा जनजाति से अलग होकर स्थायी कृषि में संलग्न हो गए थे।",
    
    "बिनझवार जनजाति के लोग आमतौर पर कंवर, सावरा, गोंड आदि जैसी अन्य जनजातियों के साथ गांवों में रहते हैं। इनके घर मिट्टी और लकड़ी से बने होते हैं, जिनकी छतें देशी टाइल्स से ढकी होती हैं। इन घरों में आमतौर पर 2-3 कमरे होते हैं, जिनकी दीवारों को सफेद या पीली मिट्टी से रंगा जाता है। फर्श मिट्टी का बना होता है और इसे प्रतिदिन गाय के गोबर से पोतते हैं। गांव में विभिन्न कमरे होते हैं, जैसे अनाज भंडारण, मूसल, चक्की, चूल्हा, बर्तन और कृषि उपकरण रखने के लिए।",
    
    "दैनिक मौखिक स्वच्छता में बिनझवार लोग अकसिया और नीम की छड़ी से दांत साफ करते हैं, और प्रतिदिन स्नान करना एक सामान्य अभ्यास है। महिलाएं आमतौर पर अपने बालों को चोटी बनाती हैं और उनके हाथों और पैरों पर टैटू होते हैं। महिलाओं के लिए गहनों का पहनना सामान्य है, जिसमें बिचhiya, संति (पैरों में), कमरबंद, खिनवा (बाहों में), और फूल (नाक में) शामिल हैं। पुरुष पंचा और बांदी पहनते हैं, जबकि महिलाएं लुगड़ा और पोलका पहनती हैं।",
    
    "बिनझवार जनजाति का मुख्य आहार कोदो, चावल, सूखा, पेज, मौसमी साग, उड़द, तुवर, मूँग दाल, और फल होते हैं। ये चिकन, बकरा और मछली मांस भी खाते हैं, और त्योहारों के दौरान महुआ से बनी शराब पीते हैं। पुरुष बीड़ी पीने की आदत रखते हैं।",
    
    "बिनझवार जनजाति का आर्थिक जीवन मुख्य रूप से कृषि, जंगली उत्पादों का संग्रहण, और श्रम पर निर्भर है। वे कोदो, धान, तिवड़ा, उड़द, मूँग, तुअर, तिल जैसी फसलें उगाते हैं। सिंचाई की कमी के कारण उत्पादन सीमित होता है। वे जंगली उत्पादों जैसे तेंदू पत्ते, अचार, हर्रा, गोंद, और शहद का संग्रह करके इन्हें स्थानीय बाजारों में बेचते हैं। पहले शिकार भी किया जाता था, लेकिन अब यह सीमित हो गया है। मानसून के मौसम में मछली पकड़ने का काम व्यक्तिगत उपभोग के लिए किया जाता है।",
    
    "बिनझवार जनजाति चार उपजातियों में बंटी हुई है: बड़े बिनझवार, सांगरा, बिरजिया, और बिनझिया। ये उपजातियाँ एकेगामी (Exogamous) समूह मानी जाती हैं। बड़े बिनझवार को जमींदार माना जाता था और उन्हें बहुत सम्मान प्राप्त था। सांगरा लोग नदियों में सोने के कण इकट्ठा करते थे, बिरजिया लोग बीवर पालन में संलग्न होते थे, और बिनझिया को सबसे निम्न माना जाता है, जो कहते हैं कि वे गोंड राजा के वंशज हैं। उपजातियाँ और उनके गोत्र जैसे पदकी, लोही, बाढ, करिहबाढ, डोंडका, नाग, पदी, आमली, सोनवानी, सरई, भैसा, भौंरा, ताड़, कमलिया आदि और भी होते हैं। परिवार संरचना पितृसत्तात्मक होती है, और पूर्वजों का घर स्थानीय होता है।",
    
    "गर्भावस्था के दौरान बिनझवार जनजाति में कोई विशिष्ट रिवाज नहीं होता, और प्रसव सामान्यत: घर पर एक स्थानीय दाई द्वारा कराया जाता है। जन्म के बाद, बच्चे का 'नारा' भारुवा घास के पंच या ब्लेड से काटा जाता है, और नारा को घर के आंगन में एक गड्ढे में दफन कर दिया जाता है। गर्भवती महिला को सूखा अदरक, गुड़, अजवाइन, घी, और मिर्च से बने लड्डू खिलाए जाते हैं। छठी का उत्सव छठे दिन मनाया जाता है, जिसमें पुरुष अपनी दाढ़ी, मूंछ, और सिर के बाल कटवाते हैं। रिश्तेदारों को बीड़ी और शराब दी जाती है। मां और बच्चे को स्नान करवा कर उन्हें नए कपड़े पहनाए जाते हैं, और परिवार के देवताओं के सामने पूजा अर्चना की जाती है।",
    
    "बिनझवार जनजाति में लड़कों के लिए विवाह की आयु 14-16 वर्ष होती है। विवाह का प्रस्ताव आमतौर पर लड़के के परिवार से आता है। कई प्रकार की वस्तुएं जैसे चावल, दाल, गुड़, तेल, हल्दी, नारियल, और कुछ नकद राशि",
    
    "'सुक भरना' के रूप में लड़के के पिता को दी जाती है। विवाह चार रस्मों में पूरा होता है: भगानी, फलदान, विवाह, और गौना। पहले जाति के बुजुर्ग विवाह समारोह आयोजित करते थे, लेकिन अब ब्राह्मणों की सेवाएं भी ली जाती हैं। ससुराल, विधवा विवाह, देवर-भाभी विवाह आदि मान्यता प्राप्त हैं।",
    
    "मृत्यु संस्कारों में, बिनझवार जनजाति में मृत शरीर को दफनाने की परंपरा है। तीसरे दिन, परिवार के करीबी रिश्तेदार और पुरुष अपनी दाढ़ी, मूंछ और सिर के बाल कटवाते हैं। दसवें दिन, दशाकारम कर्मकांडी कार्य किए जाते हैं, जिसमें स्नान, पूर्वजों की पूजा और मृत्यु भोज का आयोजन होता है।",
    
    "बिनझवार जनजाति में पारंपरिक जाति पंचायत पाई जाती है, जिसके मुखिया को 'गोठिया' कहा जाता है। विवाह, तलाक, अनुशासनहीनता आदि से संबंधित विवादों का समाधान पारंपरिक तरीके से किया जाता है, जिसमें जुर्माना या भोज का आयोजन होता है।",
    
    "बिनझवार जनजाति अपनी सांस्कृतिक परंपराओं में विभिन्न नृत्यों का आयोजन करती है, जैसे कर्मा नृत्य कर्मा पूजा पर, राहास नृत्य होली पर, विवाह नृत्य और महिला फड़की नृत्य रामसत्ता दीवाली पर। लोक गीतों में, सुहा गीत, ददरीया, कर्मा, फाग, विवाह गीत, रामधुनी, आदि शामिल हैं। इन नृत्यों के दौरान ढोलक, थाली, और अन्य संगीत वाद्ययंत्रों का उपयोग किया जाता है।",
    
    "बिनझवार जनजाति के पारंपरिक पूजित देवताओं में ठाकुर देव, बुध देव, घाटवालिन, दुल्हा देव, करिया, घूर्वा, भैसासुर, सातबहिनिया, माता और अन्य देवता शामिल हैं। इसके अलावा, वे हिंदू धर्म के सभी देवी-देवताओं की पूजा करते हैं। पारंपरिक देवताओं को मुर्गा और बकरा बलि दी जाती है। बिनझवार जनजाति मुख्य रूप से हरेली, पोल, नवाखानी, दशहरा, दिवाली, होली जैसे त्योहार मनाती है। वे भूत-प्रेत और जादू-टोने में विश्वास करते हैं, और जो लोग जादू के मंत्रों से परिचित होते हैं, उन्हें 'बैगा' और 'झाखर' कहा जाता है।",
    
  ],
  "sliderImages": []
  },
  {"id": "BIRHOR",
  "title": "बिरहोर",
  "paragraphs": [
    "बिरहोर जनजाति, जो मध्य प्रदेश की अनुसूचित जनजातियों की सूची में संख्या 12 पर है, एक अल्पसंख्यक जनजाति है जो जंगलों में रहने के लिए जानी जाती है। 'बिरहोर' नाम 'बीर' से लिया गया है, जिसका मतलब है जंगल और 'होरे' का मतलब है निवासी, जिससे 'जंगल के निवासी' का अर्थ निकलता है। इनकी अधिकांश जनसंख्या छत्तीसगढ़ के रायगढ़ जिले के पहाड़ी क्षेत्रों में केंद्रित है। इसके अतिरिक्त, बिरहोर जनजाति बिहार, पश्चिम बंगाल और ओडिशा के सीमावर्ती क्षेत्रों में भी पाई जाती है। 2011 की जनगणना के अनुसार, मध्य प्रदेश में इनकी कुल जनसंख्या केवल 52 है, जो राज्य की कुल जनसंख्या का 0.000 प्रतिशत है। 2001 और 2011 की जनगणना आंकड़ों के अनुसार, बिरहोर जनजाति मध्य प्रदेश के विभिन्न जिलों जैसे ग्वालियर, देवास, इंदौर, राजगढ़, भोपाल, सीहोर, रायसेन और जबलपुर में भी पाई जाती है।",

   " बिरहोर जनजाति की उत्पत्ति का ऐतिहासिक प्रमाण नहीं है, और इसे कोलारियन समूह की जनजाति माना जाता है। एक प्रसिद्ध किंवदंती के अनुसार, बिरहोर जनजाति अपने उत्पत्ति की जड़ें एक व्यक्ति 'सतभाई' से जोड़ती है, जो सूर्य द्वारा पृथ्वी पर भेजा गया था और खैरागढ़ से इस देश में आया था। जनजाति की उत्पत्ति कथा में भाईयों का एक यात्रा पर जाना शामिल है, जिसमें एक अंततः जंगल से जुड़ता है और 'बिरहोर' नाम अपनाता है।",
    
    "बिरहोर लोग आमतौर पर गांवों की स्थापना नहीं करते। इसके बजाय, वे अन्य जनजातियों के गांवों के बाहर खुले स्थानों पर अपने झोपड़े बनाते हैं। इन झोपड़ों के समूह को 'कुम्भा' या 'पदव' कहा जाता है, और बिरहोर इनका नाम 'टांडा' रखते हैं। ये झोपड़े आमतौर पर साल के पेड़ या अन्य पेड़ों की पत्तियों से बनाए जाते हैं।",
    
    "बिरहोर जनजाति की जीवनशैली सरलता से भरी हुई है। बिरहोर पुरुष 'कोपनी' नामक वस्त्र पहनते हैं, जो एक छोटे धोती की तरह होता है, जबकि महिलाएं 'लुगड़ा' पहनती हैं। टैटू बनवाना बिरहोर लोगों का प्रिय शगल है, और वे कांच की चूड़ियाँ, कान की बालियाँ, और अंगूठियाँ पहनते हैं। उनके आहार में चावल, कोदो के पत्ते, उरद दाल, जंगली कंद, मौसमी सब्जियाँ और मांसाहारी वस्तुएं जैसे मुर्गी, बकरी, मछली, केकड़ा, खरगोश, हिरण और वन्य पक्षी शामिल हैं। इसके अतिरिक्त, वे महुआ शराब बनाते हैं और इसका सेवन करते हैं।",
    
    "बिरहोर जनजाति का मुख्य पेशा जंगली जानवरों का शिकार और रस्सी बनाना है। उनकी अर्थव्यवस्था जंगल से जुड़ी हुई है, और उनके दैनिक कार्यों में भोजन और सामग्री एकत्र करने के लिए जंगल में जाना शामिल है। विशेष रूप से महुआ बिरहोर लोगों के लिए एक महत्वपूर्ण खाद्य पदार्थ है। महिलाएं कच्चे सामग्री एकत्र करती हैं, खासकर",
    
    "जूट, रस्सी बनाने के लिए। वे जाल, झाड़ू, खपरा, दोना, चटाई और टोकरी बनाने में भी भाग लेती हैं। बिरहोर जनजाति एकजुटता और आपसी समर्थन का प्रदर्शन करती है, खासकर कठिन समय में।",
    
    "बिरहोर विभिन्न गोत्रों में विभाजित होते हैं, और उनके कबीले प्राकृतिक वस्तुओं पर आधारित होते हैं। ये कबीले अपनी सामाजिक स्थिति के अनुसार रहते हैं। विवाह की प्रथाओं में विभिन्न प्रकार होते हैं, जैसे बिहा, उदरिया, और चुरहिया। लड़कों की विवाह आयु लगभग 17-18 वर्ष होती है, जबकि लड़कियों को 12-16 वर्ष के बीच विवाह के लिए योग्य माना जाता है। जंगही बिरहोर और उथलू बिरहोर के बीच अंतरजातीय विवाह की अनुमति नहीं है।",
    
    "बिरहोर जनजाति में बच्चे के जन्म की एक अनूठी प्रक्रिया होती है। गर्भवती महिलाएं जंगल के एक पेड़ के नीचे प्राकृतिक अवस्था में जन्म देती हैं, यह विश्वास करते हुए कि प्रकृति ने जन्म देखा है। बच्चे की नाल को बांस की फटी लकड़ी से काटा जाता है। नामकरण और मुंडन संस्कार छठे दिन परिवार के बुजुर्ग सदस्य करते हैं।",
    
    "बिरहोर जनजाति की अपनी पंचायत होती है, और इसका प्रमुख 'मुखिया' कहलाता है। सामान्यतः निर्णय सामूहिक रूप से किए जाते हैं, लेकिन अंतिम निर्णय प्रमुख बैगा और पुजारी गुणिया द्वारा स्वीकार किया जाता है।",
    
    "संस्कृतिक प्रथाओं के मामले में, बिरहोर जनजाति कर्मा और जेतिया त्योहारों के दौरान लुभरी नृत्य, फागुआ और सारहुल के दौरान जर्गा नृत्य और अन्य त्योहारों के दौरान साउहंतरी नृत्य करती है। पुरुष दोस्ती के प्रतीक के रूप में करमदल के पत्ते का आदान-प्रदान करते हैं, जबकि महिलाएं नदी में जाने के दौरान एक-दूसरे पर पानी छिड़कती हैं, जो दोस्ती का प्रतीक होता है। बिरहोर जनजाति का मुख्य पूज्य देवता सूर्य है। अन्य देवताओं में पुरानी मां, मृत मां, पूर्वज, पहाड़ और पेड़ शामिल हैं। अनुष्ठानों में शराब अर्पित करना और बकरियों तथा मुर्गों की बलि देना शामिल है। बिरहोर जनजाति द्वारा मनाए जाने वाले प्रमुख त्योहारों में नवाखानी, दशहरा, सारहुल, करमा, सोह्राई और फागुआ शामिल हैं। वे भूत-प्रेत, जादू-टोने और मंत्रों में विश्वास करते हैं, और इन प्रथाओं में निपुण व्यक्तियों को 'पाहन' कहा जाता है।",
    
    "बिरहोर जनजाति अपने त्योहारों के दौरान विभिन्न नृत्य करती है, जैसे कर्मा, फागुआ, और बिहाव नृत्य। उनके लोकगीत, जैसे कर्मागीत, सुआगीत और बिहावगीत, मादल, ढोल, ढफली, टिमकी जैसे संगीत उपकरणों के साथ गाए जाते हैं। बिरहोर जनजाति की विशिष्ट सांस्कृतिक प्रथाएँ और अनुष्ठान उनके जीवन के तरीके और प्रकृति तथा जंगलों से उनके गहरे संबंध को दर्शाते हैं।",
  
  ],
  "sliderImages": [
      "../../assets/images/Tribes/Birhor/image-041.jpg", 
      "../../assets/images/Tribes/Birhor/image-042.jpg", 
      "../../assets/images/Tribes/Birhor/image-043.jpg", 
      "../../assets/images/Tribes/Birhor/image-044.jpg", 
      "../../assets/images/Tribes/Birhor/image-044.jpg", 
      "../../assets/images/Tribes/Birhor/image-045.jpg", 
      "../../assets/images/Tribes/Birhor/image-046.jpg", 
  ]
  },
  {"id": "DAMOR",
  "title": "डामोर",
  "paragraphs": [
    "डामोर जनजाति, जो मध्य प्रदेश की अनुसूचित जनजातियों की सूची में संख्या 13 पर है, एक अल्पसंख्यक जनजाति है, जिसकी एक महत्वपूर्ण जनसंख्या राजस्थान में भी पाई जाती है। 2011 की जनगणना के अनुसार, मध्य प्रदेश में इनकी कुल जनसंख्या 1815 है, जो राज्य की कुल जनसंख्या का 0.002 प्रतिशत है। डामोर जनजाति मुख्य रूप से झाबुआ, रतलाम, धार, और मंदसौर जिलों में रहती है। 2001 और 2011 की जनगणना के आंकड़े बताते हैं कि यह जनजाति मध्य प्रदेश के विभिन्न अन्य जिलों में भी पाई जाती है, जैसे ग्वालियर, शिवपुरी, गुना, पन्ना, सागर, सतना, शहडोल, सिधी, नीमच, इंदौर, उज्जैन, भोपाल, सीहोर, रायसेन, कटनी, जबलपुर, मंडला, छिंदवाड़ा और अन्य।",

    "डामोर जनजाति अपनी उत्पत्ति एक किंवदंती से जोड़ती है, जिसमें दो भाई, श्रीमान मंजी और बालाजी मंजी, जो एक परमल राजा के वंशज थे, शामिल हैं। ये भाई शिकार पर गए और एक डोम जाति के व्यक्ति के घर में एक झोपड़ी पाई। श्रीमान मंजी ने झोपड़ी से पानी पिया, लेकिन बालाजी मंजी ने घर के मालिक की जाति जानने के बाद पानी नहीं पिया। श्रीमान मंजी को शर्म महसूस हुई और वह बाद में डूंगरपुर के राजा की सेना में सेवा करने गए, जहां उन्हें भूमि और गांव मिले। श्रीमान मंजी के वंशज, जिन्होंने डोम के घर से पानी पिया था, डामोर के नाम से जाने जाने लगे।",
    
    "डामोर जनजाति के सदस्य आमतौर पर अन्य जनजातियों के साथ गांवों में रहते हैं, हालांकि उनके घर फैले होते हैं। उनके अधिकांश घर कच्चे (मिट्टी से बने) होते हैं, जिनकी दीवारें तुवर मोर्टार, लकड़ी, मिट्टी और गोबर से बनाई जाती हैं। छत में लकड़ी के खंभे होते हैं और स्थानीय मिट्टी की टाइल्स लगाई जाती हैं। घर बनाने से पहले एक खंभा गाड़कर उसकी पूजा की जाती है। जबकि पारंपरिक लकड़ी और मिट्टी के बर्तन उपयोग किए जाते थे, अब आधुनिक सामग्रियों जैसे एल्युमिनियम, पीतल और स्टील का प्रयोग बढ़ गया है।",
    
    "डामोर जनजाति के पुरुष और महिलाएं अपनी दैनिक दिनचर्या में अकासिया या नीम की लकड़ी से दांत साफ करना, काली मिट्टी से स्नान करना और बालों की देखभाल करना शामिल है। महिलाएं सिर से लेकर नाखून तक चांदी और सोने की धातु की गहनों से खुद को सजाती हैं, जिनमें बोर, सिकरी, झुमका, कांटा, टैगली, गलसद बोठा, कदले,",
    
    "पायल, बकला, तुड़ा, और बिसुड़ी जैसी चीजें शामिल हैं। पुरुष कान की बालियाँ और चूड़ियाँ पहनते हैं, और पगड़ी भी पहनते हैं। पुरुषों की पारंपरिक पोशाक में ऊँचा धोती, कुर्ता और पगड़ी शामिल होती है, जबकि महिलाएं चोली, ओढ़नी और घाघरा पहनती हैं।",
    
    "डामोर जनजाति में टैटू बनवाने की परंपरा है, और उनका मुख्य आहार मक्का, ज्वार की रोटी, उरद दाल और मौसमी सब्जियाँ हैं। त्योहारों के अवसरों पर वे मुर्गा, बकरी और मछली खाते हैं। महुआ से बनाई गई शराब भी उनकी आहार आदतों का हिस्सा है।",
    
    "डामोर जनजाति की आर्थिक जीवनशैली कृषि, श्रम, जंगली उत्पाद संग्रहण और पशुपालन के चारों ओर घूमती है। वे मक्का, ज्वार, कोडरा, तुवर, और मूंगफली जैसी फसलें उगाते हैं। इसके अलावा, वे जंगलों से महुआ, गुले, गोंद, और शहद जैसे उत्पाद भी इकट्ठा करते हैं। कुछ डामोर जनजाति के सदस्य विभिन्न व्यापारों और सरकारी सेवाओं में भी शामिल होते हैं।",
    
    "डामोर जनजाति का समाज पैट्रिलाइनल, पितृसत्तात्मक और पैट्रिमोनियल है। यह दो उप-जातियों में विभाजित है: उच्च डामोर और निम्न डामोर। ये उप-जातियाँ आपस में विवाह नहीं करतीं, लेकिन उनके बीच खाद्य और पेय संबंध होते हैं। डामोर जनजाति को कई कबीले और गोत्रों में विभाजित किया गया है, जिनमें प्रमुख कबीले डामोर, परमल, सिसोदिया, राठौड़, चौहान, सोलंकी बारिया और अन्य शामिल हैं। गोत्रों में परस्त्री विवाह की अनुमति नहीं होती, यानी एक ही गोत्र के लोग आपस में विवाह नहीं करते।",
    
    "गर्भावस्था के दौरान डामोर जनजाति में कोई विशेष अनुष्ठान नहीं होते। प्रसव घर पर बुजुर्ग महिलाएं और गांव की दाई द्वारा कराया जाता है। प्रसव के बाद, घर में एक गड्ढा खोदा जाता है और नाल को वहीं दफनाया जाता है। गर्भवती महिला को औषधीय जड़ी-बूटियाँ दी जाती हैं और प्रसव के सातवें या नवें दिन रीतियाँ की जाती हैं।",
    
    "डामोर जनजाति में विवाह सामान्यत: लड़कों के लिए 13-16 वर्ष और लड़कियों के लिए 12-15 वर्ष की आयु में होता है। विवाह प्रस्ताव दूल्हे पक्ष से आते हैं, और दूल्हा दुल्हन को 'दापा' के रूप में नकद देता है। विवाह के विभिन्न तरीके जैसे आदान-प्रदान, सेवा विवाह, सह-प्रवास, घुसपैठ, और नटरा विवाह समाज द्वारा स्वीकार किए जाते हैं।",
    
    "मृत्यु के बाद, डामोर जनजाति अंतिम संस्कार करती है और राख को नदी में प्रवाहित करती है। मृत्यु के 13वें दिन शुद्धिकरण अनुष्ठान और जाति के लोगों के लिए भोज आयोजित किया जाता है।",
    
    "डामोर जनजाति की अपनी पारंपरिक जाति पंचायत होती है, जिसका प्रमुख 'मुखी' कहलाता है और अन्य सदस्य पंच के रूप में कार्य करते हैं। पंचायत जाति के भीतर अनैतिक संबंधों को नियंत्रित करती है, जाति देवताओं की पूजा की व्यवस्था करती है, और विवाह और तलाक से संबंधित विवादों का समाधान करती है।",
    
    "त्योहार और मेले डामोर जनजाति की संस्कृति में विशेष महत्व रखते हैं। दिवासा, रक्षी, नवई, नवरात्रि, दशहरा, दीपावली, भागोरिया और अन्य त्योहार जोश-खरोश से मनाए जाते हैं। डामोर जनजाति विभिन्न नृत्यों में भाग लेती है, जैसे गरबी, लगन, फाग, और अन्य। उनके मुख्य देवताओं में महादेव, दकोरजी, केसरीजी कुंवरजी, काकला माता, पावगढ वाली माँ, अंबाजी, शीतलामाता और अन्य शामिल हैं। डामोर जनजाति के सदस्य डामदेन, भूत-प्रेत,",
    
    "जादू-टोने में विश्वास करते हैं, और उनके पास अपने विशेष लोक गीत होते हैं, जो ढोल, मंडल, मोरली और अन्य संगीत उपकरणों के साथ गाए जाते हैं।",
  ],
  "sliderImages": [
      "../../assets/images/Tribes/Danor/image-047.jpg", 
      "../../assets/images/Tribes/Danor/image-048.jpg", 
      "../../assets/images/Tribes/Danor/image-049.jpg", 
      "../../assets/images/Tribes/Danor/image-050.jpg", 
      "../../assets/images/Tribes/Danor/image-051.jpg", 
      "../../assets/images/Tribes/Danor/image-052.jpg", 
  ]
  },
  {"id": "DHANWAR",
  "title": "धनवार",
  "paragraphs": [
    "धनवार जनजाति, जो मध्य प्रदेश की अनुसूचित जनजातियों की सूची में संख्या 14 पर है, मुख्य रूप से छत्तीसगढ़ क्षेत्र में रहती है, विशेष रूप से बिलासपुर, सुरगुजा, और रायगढ़ जिलों में। 2011 की जनगणना के अनुसार, मध्य प्रदेश में धनवार जनजाति की कुल जनसंख्या 2175 है, जो राज्य की कुल जनसंख्या का 0.003 प्रतिशत है। इसके अलावा, ये मध्य प्रदेश के विभिन्न अन्य जिलों में भी पाई जाती है, जैसे मुरैना, ग्वालियर, शिवपुरी, छतरपुर, सागर, सतना, रीवा, शहडोल, सिधी, नीमच, रतलाम, उज्जैन, देवास, झाबुआ, धार, इंदौर, बड़वानी, पश्चिम निमार, राजगढ़, विदिशा, भोपाल, सीहोर, रायसेन, बेटूल, होशंगाबाद, जबलपुर, नरसिंहपुर, दिंडोरी, मंडला, छिंदवाड़ा, सिवनी, बालाघाट और अन्य।",

    "धनवार जनजाति की उत्पत्ति का ठीक से दस्तावेजीकरण नहीं किया गया है, लेकिन किंवदंतियों के अनुसार, 'धनवार' शब्द प्राचीन युद्धों में इस्तेमाल होने वाले 'धनुष' और 'बाण' शब्दों से उत्पन्न हुआ था। जो जनजातीय लोग धनुष और बाण बनाने का काम करते थे, वे 'धनवार' के रूप में पहचाने जाने लगे।",
    
    "धनवार जनजाति के सदस्य आमतौर पर गोंड, कनवार और सांटा जैसी अन्य जनजातियों के साथ गांवों में रहते हैं। उनके पास अपना एक विशेष क्षेत्र होता है जिसे 'धनवार पैरा' कहा जाता है, जहां उनके घर मिट्टी, घास और स्थानीय टाइलों से बने होते हैं। घर बनाने के दौरान एक पूजा अनुष्ठान किया जाता है, जिसे गांव के पुजारी द्वारा संपन्न किया जाता है। धनवार घरों में सामान्यत: दो कमरे होते हैं, और एक अलग क्षेत्र होता है जहां जानवरों को बांधा जाता है। उनके पास मिट्टी के बर्तन, पानी के घड़ों के लिए स्कैफोल्डिंग, अनाज रखने के लिए कोठी और अन्य घरेलू सामान होते हैं।",
    
    "धनवार जनजाति के पुरुष और महिलाएं अपनी दैनिक दिनचर्या में अकासिया, नीम या हरे लकड़ी की छड़ी से दांत साफ करना, काली या पीली मिट्टी से स्नान करना और मूंगफली या गुल्थी तेल का उपयोग करना शामिल है। महिलाएं लुगड़ा और पोल्का पहनती हैं, और पुरुष पंचा बंदी पहनते हैं। महिलाएं अपने हाथों और पैरों पर टैटू बनवाती हैं, कंगन पहनती हैं, हाथों में एंठी, गले में सुतिया सुर्रा, नथ में फूली और कानों में बालियां पहनती हैं।",
    
    "धनवार जनजाति का मुख्य आहार कोदो, चावल, पुरानी पेज, मौसमी सब्जियाँ, उरद, मूंग और गुल्थी दाल है। वे मछली, मुर्गा, बकरी का मांस और महुआ से बनी शराब भी खाते हैं।",
    
    "धनवार जनजाति की आजीविका मुख्य रूप से कृषि, जंगली उत्पादों का संग्रहण और शिकार पर निर्भर करती है। वे धान, ज्वार, कोदो, कुटकी, उरद, मक्का, अलसी और तुअर जैसी फसलें उगाते हैं। इसके अलावा, वे महुआ चार, गोंद, तेंदू पत्ते, हरड़ा और शहद जैसे वन उत्पाद भी एकत्र करते हैं, जिन्हें वे बेचते हैं।",
    
    "धनवार समाज पैट्रिलाइनल पितृसत्तात्मक और पारंपरिक स्थानीय रीति-रिवाजों पर आधारित है, जिसमें परिवारों का विभाजन और कई गोत्र होते हैं। धनवार जनजाति के प्रमुख गोत्रों में Rooms, Marai, Uike, Uren और अन्य शामिल हैं। एक ही गोत्र में विवाह की अनुमति नहीं होती।",
    
    "प्रसव के संदर्भ में, लड़के या लड़की का जन्म शुभ माना जाता है। गांव की एक जानकार महिला प्रसव में मदद करती है, और जन्म के सात दिन बाद 'साटा पूजा' जैसे अनुष्ठान किए जाते हैं।",
    
    "धनवार जनजाति में एक ही गोत्र में विवाह की अनुमति नहीं होती। सगाई की रस्म में गुड़ का वितरण होता है, और सगाई के बाद, लड़का लड़की के घर जाता है और चावल, दाल, गुड़, तेल, हल्दी, नकद और कपड़े जैसे उपहार लेकर जाता है।",
    
    "मृत्यु के मामले में, मृतक का अंतिम संस्कार किया जाता है, और दसवें दिन दशकर्मा का अनुष्ठान किया जाता है।",
    
    "धनवार जनजाति की अपनी जाति पंचायत होती है, जिसका प्रमुख 'घानिया' कहलाता है। पंचायत पूजा की व्यवस्था करती है, जाति के भीतर विवादों को हल करती है और न्याय प्रदान करती है।",
    
    "धनवार जनजाति विभिन्न पारंपरिक नृत्य और गीतों में भाग लेती है, जिसमें पुरुष और महिलाएं एक साथ नृत्य करते हैं। इन प्रस्तुतियों के दौरान मडल, ढोलकी, थाली जैसे संगीत उपकरणों का प्रयोग किया जाता है। हरेली, पोल, पीटर, नवखानी, दशहरा, दीपावली, होली जैसे त्योहारों को पारंपरिक अनुष्ठानों के साथ मनाया जाता है, जिनमें पशु बलि भी दी जाती है। धनवार जनजाति में भूत-प्रेत और जादू-टोने में विश्वास होता है।",
    
    "धनवार जनजाति के युवा पुरुष और महिलाएं कर्मगीत गाने और कर्म पूजा के दौरान नृत्य करते हैं। वे होली के दौरान पाली खेलना, राहुलास और दिवाली में पदकी नृत्य करते हैं। अन्य लोक गीतों में ददरी और रामसत्ता शामिल हैं।",
  ],
  "sliderImages": [
      "../../assets/images/Tribes/Dhanwar/image-053.jpg", 
      "../../assets/images/Tribes/Dhanwar/image-054.jpg", 
      "../../assets/images/Tribes/Dhanwar/image-055.jpg", 
      "../../assets/images/Tribes/Dhanwar/image-056.jpg", 
  ]
  },
  {"id": "GADABA",
  "title": "गदबा",
  "paragraphs": [
    "गदबा जनजाति, जो मध्य प्रदेश की अनुसूचित जनजातियों की सूची में संख्या 15 पर है, मूल रूप से उड़ीसा से है और वर्तमान में छत्तीसगढ़ के बस्तर जिले में स्थित है, विशेष रूप से जगदलपुर तहसील से 20 किलोमीटर के दायरे में। ऐतिहासिक रिकॉर्ड के अनुसार, बस्तर के राजा महिपाल देव सिंह ने 1470 के आसपास उड़ीसा से गदबा जनजाति को बस्तर लाया था, ताकि वे पालकी ढोने का काम करें और घरेलू कार्य में सहायता प्रदान करें। तब से गदबा जनजाति इस क्षेत्र में स्थायी रूप से बस गई है।",

    "2011 की जनगणना के अनुसार, मध्य प्रदेश में गदबा जनजाति की कुल जनसंख्या 578 अनुमानित है, जो राज्य की कुल जनसंख्या का 0.001 प्रतिशत है। ये मध्य प्रदेश के विभिन्न जिलों में फैली हुई हैं, जैसे ग्वालियर, टीकमगढ़, छतरपुर, सागर, दमोह, सतना, रीवा, उमरिया, शहडोल, सिधी, मंड़सौर, रतलाम, उज्जैन, शाजापुर, देवास, झाबुआ, धार, इंदौर, पश्चिम निमार, पूर्वी निमार, भोपाल, रायसेन, बेटूल, हरदा, होशंगाबाद, जबलपुर, मंडला, छिंदवाड़ा, बालाघाट, और अन्य।",
    
    "गदबा जनजाति की उत्पत्ति उड़ीसा से मानी जाती है और वे बस्तर में विशिष्ट उद्देश्यों के लिए लाए गए थे। समय के साथ, उनकी जनसंख्या बढ़ी और जो लोग बस्तर आए थे, वे वापस अपनी जन्मभूमि नहीं लौटे।",
    
    "गदबा जनजाति के सदस्य बस्तर में अन्य जनजातियों के साथ गांवों में रहते हैं। उनके घर घास और टाइल से बने झोपड़े जैसे होते हैं, जिनके साथ एक आंगन भी होता है। उनके पास अनाज रखने के लिए मिट्टी के बर्तन, कपड़े, भोजन पकाने के बर्तन, कृषि उपकरण, थ्रेसिंग फ्लोर, फावड़ा, हsदी, पंजा, मछली पकड़ने के जाल और अन्य सामान होते हैं।",
    
    "गदबा जनजाति के पुरुषों का बाल छोटा रखा जाता है, जबकि महिलाएं अपने बाल संवारती हैं और अक्सर उनके हाथों और पैरों पर टैटू होते हैं। महिलाएं गिलट (एल्यूमिनियम की ज्वेलरी) पहनती हैं, और पुरुष पारंपरिक पहनावे जैसे धोती, गमछा, सलुका, कमीज और बंडी पहनते हैं, जबकि महिलाएं साड़ी, लुगड़ा और पोल्का पहनती हैं।",
    
    "उनका मुख्य आहार चावल, कोदो, कुटकी चावल, और पेज है। इसके अलावा, वे ग्राम, मटर, उरद, मसूर, मौसमी सब्जियाँ और मांसाहारी पदार्थ जैसे मछली, बकरी का मांस, मुर्गा खाते हैं, साथ ही महुआ शराब का भी सेवन करते हैं।",
    
    "गदबा जनजाति की आर्थिक जीवनशैली कृषि, श्रम, खाद्य संग्रहण और वन उत्पादों पर आधारित है। वे धान, मक्का, तिल, उरद, कोदो और ज्वार जैसी फसलें उगाते हैं। जिनके पास ज़मीन नहीं है, वे अन्य खेतों पर श्रमिक के",
    
    "रूप में काम करते हैं। वे महुआ, बांस की जड़, बोडा कंद, गोंद, तेंदू पत्ते और कोकून जैसी वन उपज भी एकत्र करते हैं।",
    
    "गदबा समाज पितृवंशीय है और विभिन्न गोत्रों में विभाजित है, जिनमें कुकर्वंश, नागपुस और कुरैया प्रमुख हैं। विवाह बाह्यगोत्रीय होते हैं, अर्थात एक ही गोत्र में विवाह की अनुमति नहीं होती।",
    
    "गदबा जनजाति में गर्भावस्था के दौरान कोई विशेष अनुष्ठान नहीं होते। प्रसव के समय, एक वृद्ध महिला मदद करती है, और प्रसव के बाद नाल को काटा जाता है और एक गड्ढा खोदकर उसे दफनाया जाता है। नामकरण समारोह नवें दिन आयोजित किया जाता है।",
    
    "गदबा जनजाति में विवाह एक महत्वपूर्ण संस्कार होता है। यह आमतौर पर माता-पिता द्वारा तय किया जाता है, और लड़के और लड़की की पसंद का ज्यादा महत्व नहीं होता। विधवा पुनर्विवाह भी प्रचलित है। मृत्यु के बाद, मृतक को दफनाया जाता है और नौवें दिन एक भोज का आयोजन किया जाता है।",
    
    "गदबा जनजाति की अपनी पारंपरिक जाति पंचायत होती है, जिसका प्रमुख बुजुर्ग व्यक्ति होता है। पंचायत विवाह, तलाक, संपत्ति का बंटवारा, अनैतिक संबंधों, आदि से संबंधित मामलों को सुलझाती है।",
    
    "गदबा जनजाति में मुर्गा लड़ाई एक प्रमुख शगल है, जिसे पूस में मनाया जाता है, जहां परिवार अपने मुर्गे लाते हैं और विजेता को पुरस्कार मिलता है। पार्वा छुराई दीवाली के दौरान मनाई जाती है, जहां परिवारों द्वारा सालभर गायों को चराने वालों को उपहार दिए जाते हैं।",
    
    "गदबा जनजाति धार्मिक रूप से विश्वासपूर्ण होती है और स्थानीय देवताओं जैसे धरनी देवी और रासदेवी की पूजा करती है। इनके अलावा, ओमुष, धनवा, अमनवा जैसे अलग-अलग त्योहार भी होते हैं, और जादू-टोना और भूत-प्रेतों में विश्वास भी होता है।",
    
    "गदबा जनजाति के बीच लोक नृत्य, विवाह नृत्य, होली नृत्य, विवाह गीत, होली गीत और माता गीत प्रचलित हैं। मुर्गा लड़ाई जून में एक प्रमुख शगल के रूप में मनाई जाती है, और पार्वा छुराई दीवाली के दौरान नृत्य और गायन के साथ एक उत्सव होता है।",
  ],
  "sliderImages": [
      "../../assets/images/Tribes/Gadaba/image-057.jpg", 
      "../../assets/images/Tribes/Gadaba/image-058.jpg", 
      "../../assets/images/Tribes/Gadaba/image-059.jpg", 
      "../../assets/images/Tribes/Gadaba/image-060.jpg", 
      "../../assets/images/Tribes/Gadaba/image-061.jpg", 
  
  ]
  },
  {"id": "GOND",
  "title": "गोंड",
  "paragraphs": [
    "गोंड जनजाति, जो मध्य प्रदेश की अनुसूचित जनजातियों की सूची में 16वीं संख्या पर है, राज्य की जनसंख्या में महत्वपूर्ण स्थान रखती है। 2011 की जनगणना के अनुसार, गोंड जनजाति की मध्य प्रदेश में कुल जनसंख्या 50,93,124 है, जो राज्य की कुल जनसंख्या का 7.013 प्रतिशत है। गोंड जनजाति मुख्य रूप से मध्य प्रदेश के विंध्या, सतपुड़ा क्षेत्रों और नर्मदा नदी के किनारे बसे हुए हैं। यह जनजाति मंडला, डिंडोरी, बालाघाट, शहडोल, उमरिया, छिंदवाड़ा, सिवनी, बैतूल, जबलपुर, होशंगाबाद, हरदा, रायसेन, सिधी, पन्ना, सागर, दमोह, सतना, खंडवा, सीहोर, नरसिंहपुर, नीमच, मंढसौर, रतलाम, उज्जैन, शाजापुर, देवास, झाबुआ, धार, इंदौर, पश्चिम निमार, बड़वानी, पूर्वी निमार, राजगढ़, विदिशा, भोपाल, और अन्य जिलों में प्रमुख रूप से निवास करती है।",

    "गोंड जनजाति केवल मध्य प्रदेश तक सीमित नहीं है; ये महाराष्ट्र, आंध्र प्रदेश, बिहार, उड़ीसा, कर्नाटक, पश्चिम बंगाल, गुजरात, और उत्तर प्रदेश जैसे अन्य राज्यों में भी पाई जाती हैं। मध्य प्रदेश में गोंड जनजाति का ऐतिहासिक",
    
    "महत्व है, विशेष रूप से गोंडवाना क्षेत्र में, जहाँ उन्होंने शासन किया। एक प्रसिद्ध गोंड शासक वीरांगना रानी दुर्गावती थीं, जिनका साम्राज्य जबलपुर, कटनी, बालाघाट, मंडला और डिंडोरी तक फैला था।",
    
    "गोंड जनजाति की उत्पत्ति को लेकर विभिन्न मिथक और कथाएँ प्रचलित हैं। एक परिकल्पना के अनुसार, गोंड जनजाति ने आर्य और द्रविड़ों के साथ पश्चिमी समुद्री मार्गों के माध्यम से भारत में प्रवास किया। 'गोंड' शब्द का संबंध तेलुगु (द्रविड़) शब्द 'कोंडा' से माना जाता है, जिसका अर्थ है पर्वत, जो इस बात का संकेत है कि गोंड लोग पर्वतीय क्षेत्रों में निवास करते थे। दूसरी परिकल्पना के अनुसार, 'गोंड' शब्द का संबंध बिहार और पश्चिम बंगाल क्षेत्र में 'गोंध' शब्द से है, जो इन लोगों के लिए प्रयोग किया जाता था।",
    
    "गोंड जनजाति पारंपरिक रूप से अपने घर जंगलों, पहाड़ों, नदी किनारे या घाटियों में बनाती है। वे अपने परिवारों के साथ मिलकर घरों का निर्माण करते हैं, और स्थान की पूजा करते हुए नींव रविवार, गुरुवार या शुक्रवार को रखते हैं। सामान्यतः, उनके घरों में एक या दो कमरे होते हैं, जिनकी छत घास और पारंपरिक टाइल्स से बनी होती है। दीवारों पर गाय के गोबर और मिट्टी से प्लास्टर किया जाता है और उन्हें सफेद या पीली मिट्टी से सजाया जाता है। उनके घरों और दरवाजों पर जीवन के विभिन्न पहलुओं को दर्शाते हुए सजावटी चित्रकारी दिखाई देती है।",
    
    "गोंड जनजाति की पारंपरिक पोशाक और आभूषण विशेष होते हैं। महिलाएँ अपने हाथों, पैरों और चेहरे पर टैटू बनवाती हैं। उनके मुख्य आभूषणों में पाँदी (पैरों में), पाँव की पट्टी, कमर में बंधा, चूड़ियाँ, ऐठी, काकना, गुलेठा, सूरदा, खिनवा आदि शामिल हैं। अधिकांश आभूषण चाँदी या स्वर्णमिश्रित धातु से बने होते हैं। पुरुष चाँदी की चूड़ियाँ, मोहरे (गले में) और बुँदा (कान में) पहनते हैं। गोंड लोग रंगीन वस्त्र पहनने के शौकिन होते हैं, और पारंपरिक पहनावे को सजावट और सुरक्षा दोनों के रूप में पहना जाता है। शिक्षा और शहरीकरण के फैलने के साथ, युवाओं में आधुनिक कपड़ों में रुचि बढ़ रही है।",
    
    "गोंड जनजाति की मुख्य आजीविका पारंपरिक कृषि और वन उपज संग्रहण रही है। इस जनजाति के विभिन्न उप-जातियाँ विभिन्न कार्यों में लगी हुई हैं, जैसे कि तंत्र-मंत्र, नृत्य, और टैटू बनाना। गोंड लोग मवेशियों को चराते हैं, और विभिन्न उप-जातियाँ विशिष्ट कार्यों में विशेषज्ञता रखती हैं, जैसे कि संगीतकार (नगारची)। उनका मुख्य आहार चावल, दालें, कोदो, कुटकी चावल, पेज, गेहूँ, ज्वार, बाजरे की रोटियाँ, महुआ फल और गुड़ी तेल है। गोंड जनजाति की कृषि प्रथाएँ वर्षा ऋतु पर निर्भर हैं, क्योंकि उनकी ज़मीन बिना सिंचाई के होती है।",
    
    "गोंड जनजाति पितृवंशीय समाज संरचना का पालन करती है और इसे विभिन्न उप-जातियों में विभाजित किया गया है, जिनमें मंडला (जमींदारी से संबंधित), राजगोंड (डिंडोरी), आगरिया (लोहे के धातुशिल्पी), धोबा, दुलिया (नर्तक और गायकों), ओझा (मोगिया गोंड - तंत्र-मंत्र और टैटू बनाने में लगे), भीम (गायक) आदि प्रमुख हैं।",
    
    "गोंड जनजाति में विवाह संबंधी रीति-रिवाजों का पालन किया जाता है, और इसमें दहेज की परंपरा होती है। मामा-भांजा और मामी-भांजी के बीच विवाह भी आम है। लड़कियों की शादी की उम्र सामान्यतः 12-16 साल होती है, और लड़कों की शादी की उम्र 14-18 साल होती है। विवाह प्रस्ताव आमतौर पर दूल्हे के पक्ष से आता है, और विभिन्न रीति-रिवाजों जैसे कि वरमाला, फालदान, लगुणा आदि का पालन किया जाता है। गोंड जनजाति में चाड विवाह, लमसेना विवाह, पलायन विवाह और विधवा विवाह (चूड़ियाँ पहनने की परंपरा) जैसी विशिष्ट शादियाँ होती हैं।",
    
    "गोंड जनजाति मृत्युसंस्कार के लिए विशिष्ट रीति-रिवाजों का पालन करती है, और पुनर्जन्म पर विश्वास नहीं किया जाता। वे मृत्यु के बाद कुछ अनुष्ठान करते हैं, जो उनके पिछले जन्म के कर्मों के आधार पर आत्मा के पुनः जन्म की प्रक्रिया से संबंधित होते हैं। मृतक शरीर को अंतिम संस्कार स्थल तक ले जाने से पहले विश्राम स्थान पर रखा जाता है, और आत्मा को घर लौटने से रोकने के लिए विशिष्ट अनुष्ठान किए जाते हैं।",
    
    "गोंड जनजाति की पारंपरिक जाति पंचायत होती है, जिसका नेतृत्व गांव के पटेल और अन्य पंच करते हैं। पंचायत का कार्य पूजा के लिए दान एकत्र करना, त्योहारों के खर्च की व्यवस्था करना, विवादों का समाधान करना, गलत कार्यों के लिए सजा देना, अनैतिक आचरण पर नियंत्रण रखना और विवाह एवं तलाक से संबंधित मामलों का समाधान करना है। सजा में नकद जुर्माना, सामूहिक भोज, या दोनों का संयोजन हो सकता है। जब किसी को जाति से बाहर कर दिया जाता है, तो उसे जाति में पुनः शामिल करने के लिए सामूहिक भोज की परंपरा होती है।",
    
    "गोंड जनजाति अपने सांस्कृतिक कार्यों के लिए प्रसिद्ध है, और वे त्योहारों के दौरान विभिन्न नृत्य और गीत प्रस्तुत करते हैं। कर्मा, दादरिया, शैलगीत, सुआगीत, फागगीत, दिवालीगीत, विवाहगीत जैसे लोकगीत प्रचलित हैं, और पुरुष और महिलाएँ सक्रिय रूप से भाग लेते हैं। संगीत वाद्ययंत्रों में मदल, तिमकी, मंज़ीरा, खटाल, चुटकी और झांझ का उपयोग किया जाता है। गोंड जनजाति के त्योहारों में हरेली, पोल, नवाखानी, दशहरा, दिवाली, जवारा और अन्य शामिल हैं, जिन्हें अत्यधिक उत्साह और धार्मिक अनुष्ठानों के साथ मनाया जाता है।",
    
    "गोंड जनजाति एक विशिष्ट धर्म का पालन नहीं करती, लेकिन उनके पारंपरिक देवताओं और देवी-देवताओं में गहरी आस्था होती है। कठिनाई के समय विभिन्न देवताओं और देवियों की पूजा की जाती है। गोंड जनजाति प्रकृति से गहरा संबंध रखती है और उनकी समृद्ध पुरानी कथाएँ हैं, जिनमें मुख्य देवता शामिल हैं - बड़ादेव (सृष्टि और संहार के देवता), नारायण देव, धामसेन देव, मुठिया देव, ठाकुर देव खेरमाई (गांव के रक्षक), बंजारिन माई, बुढ़ी माई (चेचक से बचाव), शीतला माई, शारदा माई, भैरोंदेव, दुल्हा देव, जोगनी गाय, कंकलिन माई और अन्य।",
    
    "गोंड जनजाति का भाषा रूप गोंडी है, और इस जनजाति की सांस्कृतिक पहचान अपने अद्वितीय रीति-रिवाजों, परंपराओं और विश्वासों के साथ अद्वितीय बनी हुई है, जो उनके क्षेत्र में ऐतिहासिक महत्व को दर्शाता है।",
   
  ],
  "sliderImages": [
      "../../assets/images/Tribes/gond/image-062.jpg", 
      "../../assets/images/Tribes/gond/image-063.jpg", 
      "../../assets/images/Tribes/gond/image-064.jpg", 
      "../../assets/images/Tribes/gond/image-065.jpg", 
      "../../assets/images/Tribes/gond/image-066.jpg", 
      "../../assets/images/Tribes/gond/image-067.jpg", 
      "../../assets/images/Tribes/gond/image-068.jpg", 
      "../../assets/images/Tribes/gond/image-069.jpg", 
  
  ]
  },
  {"id": "HALBA",
  "title": "HALBA",
  "paragraphs": [
      "The Halba tribe, a significant tribal community in undivided Madhya Pradesh, holds its cultural roots and distinct identity. According to the 2011 census, the total population of the Halba tribe in Madhya Pradesh is estimated at 14,438, constituting 0.020 percent of the state's total population. This tribe primarily resides in the districts of Bastar, Durg, Raipur, Rajnandgaon, as well as minority populations in Balaghat, Seoni, Chhindwara, and other areas.",
      "The origin of the Halba tribe is surrounded by legends and conceptual narratives. Some scholars suggest that the name \"Halba\" is derived from \"Hal\" meaning plow, indicating their expertise in agriculture. According to a legend related to the Mahabharata period, the Halba tribe's origin is linked to the incident of Rukmani Haran. Balram's intervention during the kidnapping led the soldiers involved to adopt agricultural tools like the plow and pestle, and the tribe became known as Halba, meaning plow bearers.",
      "Halba villages are organized into localities called Paros, with rectangular or circular shapes. The houses are typically mud structures with roofs made of tiles or native Kavelu. Halba villages coexist with other tribes like Gond, Bhatra, and Muria. The Halba women are meticulous about house cleanliness, and tattooing on hands and feet is a common practice. Men wear traditional attire like dhoti, patka, bandi, saluka, while women wear sarees and blouses. The main food consists of rice, kodo, kutki ka bhaat, along with pulses, vegetables, and meat. Festivals and rituals involve the consumption of toddy and Mahua liquor after offering it to Gods and Goddesses.",
      "The Halba tribe's economy is primarily agriculture-dependent, and they cultivate crops like kodo, arhar, urad, moong, tili, chana, tivda, kutki, and others. Additionally, they engage in the production of pounded rice (chivda). The tribe has divisions into three main parts: Bastaria Halba, Chhattisgarhia Halba, and Marethiya Halba, with subdivisions of Purat and Surat. The Halba tribe is further divided into various Gotras, and Gotra exogamy is observed in marriage customs.",
      "In terms of marriage rituals, the Halba tribe practices arranged marriages, with no dowry system. Marriages between people of the same Gotra are prohibited. The tribe follows specific rituals during pregnancy, childbirth, and naming ceremonies. After childbirth, there is a purification ceremony, and the child's hair is tonsured. Death rituals involve cremation, and the third, tenth, and thirteenth days after death have specific observances.",
      "Traditional political organizations, such as Garhs and Panchayats, handle social justice systems and dispute resolution. The Halba tribe participates in various cultural practices, including folk dances, songs, bhajans, and dramas. Karma dance, Rahas or Ramsata dance, and Ramlila drama are notable performances. The tribe has great faith in Hindu gods and goddesses, celebrating festivals like Pola, Hareli, Navakhani, Rakshabandhan, Diwali, and more.",
      "The main deities worshiped by the Halba tribe include Gram Dev, Kul Dev, Dulha Dev, Thakur Dev, Dhurva (Karia) Mata, Devala, Kankalin Mata, Lord Shankar, Hanuman, and others. Fasts and festivals, like Ekadashi, Mahashivratri, Pola, Hareli, Navakhani, Rakshabandhan, Diwali, Bijja, Madai, Dussehra, and Holi, are observed with enthusiasm.",
      "Halba tribe has its own folk songs, dances, and traditions, preserving their cultural identity amidst societal changes. The community maintains its unique customs and beliefs, emphasizing social cohesion and the celebration of life events.",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/halba/image-070.jpg", 
      "../../assets/images/Tribes/halba/image-071.jpg", 
      "../../assets/images/Tribes/halba/image-072.jpg", 
      "../../assets/images/Tribes/halba/image-073.jpg", 
      "../../assets/images/Tribes/halba/image-074.jpg", 
  
  ]
  },
  {"id": "KAMAR",
  "title": "KAMAR",
  "paragraphs": [
      "The Kamar tribe, primarily residing in Gariaband, Chhura Mainpur, and Nagari development blocks of Raipur district, now part of Chhattisgarh, has been designated as a special backward tribe by the Government of India. According to the 2011 census, their total population is estimated at 666, constituting 0.001 percent of Chhattisgarh's total population. In Madhya Pradesh, the Kamar tribe is found in various districts, including Shivpuri, Gwalior, Guna, Tikamgarh, Chhatarpur, Sagar, Satna, Umaria, Shahdol, Sidhi, Neemuch, Mandsaur, Ratlam, Shajapur, Dewas, Indore, and many others.",
      "The Kamar tribe traces its origin to Devdongar village in the Mainpur development block, with its primary deity being Bamandev, installed in \"Bamandongri\" of Devdongar.",
      "The houses of the Kamar tribe are constructed using thatch, wood, and mud, with doors made of wood or bamboo. The roof is made of grass and tiles, and white mud is used to paint the walls. Daily life involves basic necessities like mills, granaries, bamboo baskets, mats, earthen pots, pestles, and farming implements. Both men and women follow hygiene practices, including daily teeth brushing and bathing.",
      "In terms of clothing, men wear Pancha (small dhoti), Bandi, Saluka, while women wear Langra Polka. Adornments like imitation silver jewelry are also part of their attire.",
      "The main food of the Kamar tribe includes rice, kodo page, moong, urad, tuvar dal, seasonal vegetables, and non-vegetarian items such as rabbit, chicken, bird meat, and fish. Mahuva liquor is prepared and consumed by men, along with smoking beedis and using chongi.",
      "The Kamar tribe is engaged in various occupations such as making and selling bamboo soup, hunting, fishing for personal consumption, primitive agriculture, and collecting forest produce like Mahua, Tendu leaves, Salbeej, Bamboo, Chironji, Gum, and Amla, which are sold for purchasing other essential commodities.",
      "The tribe is divided into two groups: Pahar Patiya and Bundarjeevi, residing in mountainous and plain areas, respectively. Gotras like Jagat, Netam, Markam, Seedi, Murai, Chediha, and Kunjam are prevalent. Marriage within the same Gotra is prohibited. The Kamar tribe has central families that are patrilineal and patriarchal, with ancestral homes localized.",
      "During pregnancy, there are no specific rituals, and deliveries take place at home. After birth, rituals involve bathing the mother and newborn with warm water, applying oil and turmeric, and celebrating with the family.",
      "Marriage age for boys is generally 18-19 years and for girls, 16-17 years. The groom's side gives rice, pulses, and cash as bride wealth. Marriage rituals are supervised by elders, and apart from regular marriages, home marriages and widow remarriages are accepted. After death, the body is buried, and rituals like Teej Nahavan on the third day and a funeral feast on the thirteenth day are observed.",
      "A caste panchayat handles social issues, and disputes are generally settled at the village level. Regional caste panchayats are organized for larger matters, especially during festivals, fairs, and public events.",
      "The Kamar tribe engages in traditional dances during festivals. Sua dance is performed by women during Diwali, and both men and women dance together at marriages. Traditional dances are also performed by men during Holi and Diwali.",
      "The main deities worshipped by the Kamar tribe include Rachna, Dhurva, Budhadev, Thakurdev, Dulhadev, Badi Mata, Majhli Mata, Chhoti Mata, Budhi Mai, Dharti Mata, Pogri deity, Mangar Mati, and Gatadooma. They celebrate festivals like Hareli, Pora, Navakhai, Dussehra, Chherchera, Holi, and others. The Kamar tribe also holds beliefs in ghosts, magic, and practices related to Tantra-Mantra, with individuals knowledgeable in these matters being called Baiga.",
      "",
  ],
  "sliderImages": [
      "../../assets/images/Tribes/kamar/image-075.jpg", 
      "../../assets/images/Tribes/kamar/image-076.jpg", 
      "../../assets/images/Tribes/kamar/image-077.jpg", 
      "../../assets/images/Tribes/kamar/image-078.jpg", 
      "../../assets/images/Tribes/kamar/image-079.jpg", 
  
  ]
  },
  {"id": "KANWAR",
  "title": "KANWAR",
  "paragraphs": [
      "The Kanwar tribe, a significant community in undivided Madhya Pradesh, has a total population of 18,603 in Madhya Pradesh, constituting 0.026 percent of the state's total population, according to the 2011 census. They are primarily found in Bilaspur, Raigarh, Surguja, Raipur, Durg, and Rajnandgaon of Chhattisgarh, areas that were once part of Madhya Pradesh. The highest number of settlements is in Bilaspur division, with populations in districts such as Shahdol, Anuppur, and others.",
      "Legend traces the origin of the Kanwar tribe to the Kaurava dynasty king Duryodhana of the Mahabharata. According to the myth, the surviving Kauravas, after the Kurukshetra battle, hid in the forests, eventually becoming known as Kanwar or Kuruvanshi.",
      "The Kanwar tribe resides in villages alongside other tribes like Gond, Oraon, Binjwar, Bhaina, Nagesia, etc. Their houses are constructed with mud, featuring roofs made of native tiles or grass. Typically, a house has multiple rooms, including a kitchen, worship area, storage for paddy (khodiya or kothi), and a separate room for animals. The walls are painted with white or yellow clay.",
      "In terms of clothing, men wear knee-length dhotis and shirts, while women wear cotton sarees, polkas, and young girls wear lehengas and blouses. Adornments like Mudri, bangles, anthi, nagmori, paanuchi, and various jewelry pieces are worn by both men and women. Women often have tattoos on their hands, legs, and arms.",
      "The main food of the Kanwar tribe includes rice, Kodo rice, stale page, urad, arhar dal, and seasonal vegetables. They also consume meat from sources like chicken, goat, and rabbit. Mahua liquor is consumed during festive and special occasions.",
      "The primary occupation of the Kanwar tribe is agriculture, cultivating crops like paddy, kodo, sesame, tivara, moong, urad, among others. Landless or less agricultural families may work as laborers in other fields. Additionally, they earn income by collecting forest produce like Mahua, Tendu leaves, Mahul leaves, pickle gum, Harra, etc.",
      "The Kanwar tribe follows a patrilineal, patriarchal, and patrilocal residence system. They are divided into various endogamous sub-castes, including Tanwar or Chhattri, Rathiya, Pankra, Cherwa, Dudhkanwar, etc. Some sub-castes, like Tanwar, have had zamindaris in Bilaspur district.",
      "Marriage within the Kanwar tribe is typically initiated by the groom's side, and the decision depends on the bride's family. The marriage process involves matchmaking, doormanga, breaking of bread, marriage, and Gauna. Suka Bharna involves the groom's side giving rice, pulses, oil, jaggery, turmeric, and cash to the bride's side. Widow remarriage is permitted, and after death, both burial and cremation practices are observed.",
      "The Kanwar tribe has its traditional caste panchayat, headed by a \"Gotiya.\" In addition to the village panchayat, there are Chak Panchayats and Satradiya Panchayats, which hold authority over multiple villages. These panchayats settle disputes related to marriage, immoral relations, and social rules.",
      "Festivals and cultural practices play a vital role in the Kanwar tribe's social life. Traditional collective folk dances and folk songs are integral, and festivals like Gherta or Chher Ghera, Til Sanskriti, Holi, Hareli, Karma, Navakhai, Sohrai, etc., are celebrated with enthusiasm. The main deities include Dulhadev, Bahandev, Thakurdev, Shikar Dev, Sarvamangaladevi, Sagai Devi, Budhwa, Rakshadevi, Matin Devi, Banjari Devi, among others. Sacrifices of goats or cocks are made during worship.",
      "Beliefs in ghosts, witchcraft, and practices related to tantra-mantra exist within the Kanwar tribe. Dance forms like Karmanritya, Suananach, Bhojali dance, Ramsatta, Suageet, Mojligeet, Phag, Devi Sevageet, etc., are popular among them. An expert in tantra-mantra and a priest of village deities is referred to as \"Baiga.\"",
      "",
  
  ],
  "sliderImages": [
      "../../assets/images/Tribes/kanwar/image-080.jpg", 
      "../../assets/images/Tribes/kanwar/image-081.jpg", 
      "../../assets/images/Tribes/kanwar/image-082.jpg", 
      "../../assets/images/Tribes/kanwar/image-083.jpg", 
      "../../assets/images/Tribes/kanwar/image-084.jpg", 
   
  ]
  },
  {"id": "KHAIRWAR",
  "title": "KHAIRWAR",
  "paragraphs": [
      "The Khairwar tribe, a minority group in Madhya Pradesh, has a significant population in the state of Bihar, with smaller communities in Orissa, West Bengal, and Uttar Pradesh. In Madhya Pradesh, their total population, as per the 2011 census, is estimated at 76,097, constituting 0.105 percent of the state's total population. They predominantly reside in districts such as Sidhi, Shahdol, Panna, Chhatarpur, and others.",
      "The origin of the Khairwar tribe lacks historical evidence. According to Colonel Dalton, the term \"Khairwar\" is derived from the Khair tree, suggesting a connection to the Gond caste involved in making catechu from the Khair tree. Russell theorizes that Khairwars of Chhota Nagpur may have originated from Chero and Santhal communities who also engaged in catechu production. Some Khairwars trace their origin to Rohitashva, son of Maharaj Harishchandra of Suryavansh, while others connect themselves to a place called Khairagarh in Chhattisgarh.",
      "Khairwar villages are often situated amidst forests and valleys. Their houses, typically having one or two rooms, are constructed by the residents using clay, thatch made of grass, and native tiles. The walls are painted with white or yellow mud, and the floor is made of mud, covered with cow dung by women. In terms of clothing, men wear pancha dhoti and bandi on top, while women wear lugda and polka. Both men and women adorn themselves with jewelry, and women, in particular, get tattoos on hands, feet, and face.",
      "The primary food of the Khairwar tribe includes wheat, jowar roti, moong, urad, toor dal, seasonal vegetables, and non-vegetarian options like goat, chicken, fish, pheasant, and rabbit meat. They also consume liquor made from Mahua.",
      "Traditionally, the economic life of the Khairwar tribe relied on making catechu from the Khair tree, collecting wild produce, and engaging in agriculture. The process of making catechu involved cutting wood from the Khair tree, boiling it in water, and drying it. Presently, the catechu-making work has significantly reduced. Among wild produce, Mahua, Gulli, Harra, Amla, etc., are collected and sold. Those with agricultural land cultivate crops like paddy, coconut, maize, moong, urad, while those without land work as laborers in other farmers' fields.",
      "The Khairwar tribe follows a patrilineal, patriarchal, and patrilocal residence system. It is divided into exogamous sub-castes, with Surajvanshi, Daulatvanshi, Patvanghi, and Khairchura being the main sub-castes. The Surajvanshi sub-caste considers itself superior, wears the sacred thread, and claims connections to landlords.",
      "The birth of a child is considered a gift from God, and there are no specific rituals during pregnancy. Delivery is conducted by local midwives or elderly women, and after delivery, a decoction of jaggery, turmeric, gum, dry ginger is given. Naming is done by the elders of the family.",
      "Marriage for Khairwar boys is generally between 14-18 years, and for girls, it's between 12-16 years. The proposal is made by the groom's side, with the groom's father providing rice, pulses, jaggery, oil, and some cash to the bride's father. Clothes are given to the bride's mother. The marriage ceremony is performed by an elder of the caste. Services, infiltration, widowhood, divorce, and remarriage are recognized by society.",
      "The dead are typically buried, but some people opt for cremation. On the third day after death, men in the family get their beard, mustache, and hair cut. On the 10th day, a feast is served to community members.",
      "The Khairwar tribe has its traditional caste panchayat, led by a \"Mahto Majhi.\" Their posts are hereditary, and the panchayat settles matters like marriage, divorce, inter-caste marriage, property division, etc.",
      "The Khairwar tribe celebrates festivals like Karma Norta, Nabakhai, Dussehra, Holi, Vaishakhi, with Karma dance, Jadoora dance, Danda dance, and Vivah dance being integral to their cultural expression. They worship gods and goddesses and engage in rituals and sacrifices during festive occasions.",
      "Beliefs in religion and magic are strong among the Khairwar tribe. Their main deities include Thakur Dev, Maharani Devi, Budhimai, Satidevi, Bajarin Devi, Khunt Dev, Gurmadev, Dulhadev, among others. Major festivals involve worship, sacrifices of cocks and goats, and belief in ghosts, witchcraft, and tantra-mantra.",
      "Dance and music are prevalent in Khairwar tribe culture. They perform Karma dance, Jadoora dance, Danda dance, Vivah dance, using instruments like Mandar, Manjira, Dhol, Flute. Folk stories are also popular among them.",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/khairwar/image-085.jpg", 
      "../../assets/images/Tribes/khairwar/image-086.jpg", 
  ]
  },
  {"id": "KHARIA",
  "title": "KHARIA",
  "paragraphs": [
      "The Kharia tribe, residing mainly in Bihar, Orissa, and Chhattisgarh, also has a minority population in Madhya Pradesh. In M.P., their population, as per the 2011 census, is estimated at 2,429, making up 0.003 percent of the state's total population. They are found in various districts of Madhya Pradesh, including Morena, Gwalior, Datia, Shivpuri, Guna, Sagar, Damoh, Satna, Rewa, Shahdol, Sidhi, Neemuch, Mandsaur, Ujjain, Dewas, Jhabua, Dhar, Indore, West Nimar, East Nimar, Vidisha, Bhopal, Sehore, Raisen, Betul, Hoshgabad, Jabalpur, Narsinghpur, Mandla, Chhindwara, Seoni, Balaghat.",
      "The historical records about the origin of the Kharia tribe are not available. According to some legends, the ancestors of the Kharia tribe and the Nagvanshi Munda kings of Chhota Nagpur were initially real brothers. The younger brother was chosen as the king by the people of Chhota Nagpur, and the elder brother, as per tradition, took up the task of plowing fields. Some sources suggest that Kharia is a tribe of the Kolarian group and might be a group left behind in development from the Munda tribe.",
      "Kharia tribe lives in villages alongside other tribes like Kondh, Oraon, Munda, Nagesia, and Gond. Their houses are constructed with mud, featuring a roof made of grass and country tiles. The floor is made of mud and covered with cow dung. Household items include granaries, clothes, clay, aluminum, brass utensils, pestles, grain grinding mills, agricultural equipment, bamboo baskets, and jhuva (a local alcoholic beverage). In terms of clothing, men wear knee-length pancha and bandi, while women wear lugda polka. Women adorn themselves with tattoos, bangles, a Surda rupayamala around the neck, phuli in the nose, and khinwa in the ears.",
      "The primary food of the Kharia tribe includes rice, cooked rice, urad, moong, tuvar dal, seasonal greens, vegetables, wild roots, and non-vegetarian options like fish, goat, chicken, and rabbit. They consume liquor made from Mahua and Hadiya made from rice. Men in the tribe often smoke beedis.",
      "The Kharia tribe traditionally relied on food collection, wild produce collection, agriculture, and rope making for their livelihood. Some Kharias are still dependent on food and wild produce collection, while others have adopted permanent agriculture and labor as their main means of livelihood.",
      "The Kharia tribe follows a patrilineal and patrilocal residence system. Different subcastes, including Hill Kharia, Dholki Kharia, Dudhkharia, Munda Kharia, Bairaga Kharia, Durega Kharia, are found in different areas. The subcastes are further divided into various exogamous gotras.",
      "During pregnancy, there are no special rituals in the Kharia tribe. The delivery is conducted by local midwives or elderly knowledgeable women of the family. The age for marriage is generally considered to be between 13-18 for boys and 13-16 for girls. Marriage rituals are performed under the supervision of elders and knowledgeable people of the caste. Infiltration, co-migration, service marriage, and widow remarriage are also practices within this tribe. After death, the deceased is typically buried, and rituals involving cleaning, shaving, and bathing are performed. Dashakaram is performed on the tenth day, and a funeral feast is given to worship ancestors.",
      "The Kharia tribe has traditional caste panchayats, with the head called \"Pardhan.\" These panchayats settle cases related to immoral relations, marriage, divorce, bride price, and impose fines at social dinners.",
      "In the cultural aspect, major folk dances like Sarhul dance, Karma dance, Phag dance, and marriage dance are prevalent among the Kharia tribe. Their folk songs include wedding songs, Sarhul songs, Karma songs, Phag Bhajan, and bhajans, sung during various festivals and celebrations. Instruments like Timki, Dholak are used.",
      "The Kharia tribe traditionally worships deities like Dharam Devta, village Gods, Mother Earth, trees, plants, mountains, and snakes. Sacrifices of goats and cocks, along with offering liquor, are common in their worship. The priest knowledgeable about magic and tantra-mantra is called \"Pahan.\" Major festivals celebrated by them include Sarhul, Karma, Sohrai, Fagua, Nawakhani, and Dussehra.",
      "The main folk dances of the Kharia tribe are Sarhul, Karma, Fagua, and marriage dance, with major folk songs including Vivah Geet, Sarhul Geet, Karam Geet, Phag Bhajan, and others.",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/kharia/image-087.jpg", 
      "../../assets/images/Tribes/kharia/image-088.jpg", 
      "../../assets/images/Tribes/kharia/image-089.jpg", 
      "../../assets/images/Tribes/kharia/image-090.jpg", 
      "../../assets/images/Tribes/kharia/image-091.jpg", 
   
  ]
  },
  {"id": "KONDH",
  "title": "KONDH",
  "paragraphs": [
      "The Kondh tribe, primarily located in Orissa and Andhra Pradesh, had a small presence in undivided Madhya Pradesh, particularly in Raipur and Raigarh districts. According to the 1981 census, their population in Madhya Pradesh in 1970 was 1,670. However, as of the 2011 census, their estimated population in the state is only 109, constituting 0.000 percent of the total population. They are notified as Scheduled Tribe number 23 for the entire state of Madhya Pradesh. The Kondh tribe is also known as Khond Kandh and Kondhiya.",
      "The origin of the Kondh tribe is not well-documented, but the term \"Kondh\" is derived from \"Kond,\" meaning mountain, suggesting a connection to people living in mountainous regions. They have their own dialect called Kondhi (Kui).",
      "In Madhya Pradesh, the Kondh tribe resides in villages along with other tribes like Sabra, Kanwar, Bijhanwar, and Gond. Their houses are typically constructed with mud, featuring roofs made of grass or country tiles. These houses generally consist of two rooms. Household items include granaries, pestles for threshing paddy, grain grinding mills, stoves, clay and aluminum utensils, agricultural tools, musical instruments, and fishing nets. In terms of clothing, men wear small dhotis (fans) and bandis, while women wear lugdas and polkas. Women also get tattoos on their hands, feet, and forehead. In terms of jewelry, they wear items like khinwa and surda, usually made of gilt or imitation silver.",
      "The main food of the Kondh tribe includes rice, Kodo page, urad, moong dal, seasonal vegetables, tubers, and non-vegetarian options like fish, chicken, and goat. They consume liquor made from Mahua, and men in the tribe smoke beedis.",
      "Traditionally, the Kondh tribe engaged in farming (primitive agriculture), hunting, and food collection. Presently, they are involved in permanent agriculture, labor, and the collection of wild produce. Their main agricultural products include paddy, kodo, urad, moong, kulthi, and madiya. They also collect tendu leaves, gum, pickles, tendu mahua, harra, and other forest products.",
      "The Kondh tribe follows a patrilineal, patrilocal, and patriarchal system. Subgroups like Dogaria Kondh, Kuria Kondh, Penga Kondh, Jhuriya Kondh, Jamia Kondh, and Nanguli Kondh exist, further divided into exogamous lineage groups. The main gotras include Bachha, Chhatra, Hikoka, Konjaka, Kadam, Narasingha, and others. Marriages between boys and girls of the same gotra are avoided.",
      "Childbirth in the Kondh tribe usually occurs at home, facilitated by local midwives or elderly women. Naming ceremonies are conducted after six months. The marriage age for boys is typically 15-19 years, and for girls, it is 13-16 years. The groom's side initiates the marriage proposal, and bride price includes rice, pulses, oil, liquor, cash, goat, lugda, etc. Marriage rituals are supervised by elders. Co-elopement and infiltration are socially recognized practices, and widow remarriage is accepted.",
      "After death, the Kondh tribe either buries or burns the body. On the tenth day, relatives shave their head, beard, and mustache and perform a ritualistic bath. The deceased's soul is believed to scatter rice in front of a rooster at the crossroads. A chicken's pecking is considered the arrival of the soul, and a feast is given to relatives.",
      "The Kondh tribe has its traditional caste panchayat, headed by \"Gotiya.\" Cases related to immoral relations, marriage with individuals from other castes, divorce, bride price, marital disputes, and property division are settled in a traditional manner.",
      "Traditional folk dances like marriage dance, Jaga dance, and folk songs are prevalent among the Kondh tribe. Bhajans and Phaag are also sung during various occasions. The Kondh tribe worships deities like Bela or Burapenju and Tari Mata, along with Mother Earth, Shitala Mata, and other natural elements. Rivers, mountains, trees, and snakes are also considered divine. Major festivals include Dussehra, Aghan, Jatra, Chaitra Jatra, Diwali, and Holi. Ghosts and witchcraft play a significant role in their beliefs.",
      "The primary folk dances among the Kondh tribe are marriage dance, Holi dance, Jaaga dance, and folk songs like bhajans and Phaag are also sung on various occasions.",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/kond/image-092.jpg", 
      "../../assets/images/Tribes/kond/image-093.jpg", 
      "../../assets/images/Tribes/kond/image-094.jpg", 
      "../../assets/images/Tribes/kond/image-095.jpg", 
  
  ]
  },
  {"id": "KOL",
  "title": "KOL",
  "paragraphs": [
      "The Kol tribe, considered the third in order of supremacy among the tribes in India, holds a significant population in Madhya Pradesh. According to the 2011 census, their total population is estimated at 1,167,694, making up 1.608 percent of the state's total population. They are primarily concentrated in districts such as Rewa, Shahdol, Jabalpur, Damoh, and Satna. Notified as Scheduled Tribe number 25 for the entire state of Madhya Pradesh, the Kol tribe is found across various districts, including Sheopur, Morena, Bhind, Gwalior, Guna, Tikamgarh, Chhatarpur, Panna, Sagar, Damoh, Umaria, Shahdol, Sidhi, Neemuch, Mandsaur, Ratlam, Ujjain, Dewas, Jhabua, Dhar, Indore, Barwani, East Nimar, West Nimar, Rajgarh, Vidisha, Bhopal, Sehore, Raisen, Betul, Harda, Hoshangabad, Katni, Jabalpur, Narsinghpur, Dindori, Mandla, Chhindwara, Seoni, and Balaghat.",
      "The Kol tribe often lives in separate groups, constructing simple houses with bamboo and mud walls, tile roofs, and usually two or three rooms. The lifestyle is uncomplicated, with men wearing dhoti and shirts, and women wearing choli, ghagra, lugra, and odni. Jewelry, made of silver, gilt, and bronze, is a significant part of women's attire. The Kol tribe's main diet consists of corn, jowar, bajra, wheat roti, kodo, rice, gram, urad, tuvar dal, and seasonal vegetables. They also consume meat and fish, and during festivals, Mahua liquor and toddy are consumed. Smoking bidi, tobacco, and chillum is a common practice.",
      "The economy of the Kol tribe depends on agriculture, labor, and forest produce collection. Due to limited education, government service opportunities are limited, and most engage in agricultural labor. The Kol tribe is divided into two sub-castes: Gavathiya Kols in the Jabalpur division and Bhumiyas in the Rewa division. These sub-castes have several exogamous gotras, including Thakuria, Ratul, Barwar, Chero, Bargiya, Mawasi, Burn, Sotwani, Kumhariya, Kathariya, Bhuwar, Rankata, Karpatiya, Katoliya, Nabhuniya, Dahit, Ratua, etc. The tribe follows a patrilineal, patriarchal, and ancestrally local system.",
      "Childbirth is considered a gift from God, and delivery takes place at the husband's home with the assistance of a local midwife. Marriage within the same gotra and among relatives is avoided. The boy's family initiates the marriage proposal, and the marriage age is around 15 for girls and 17-18 for boys. The bride price system is prevalent, and the marriage ceremony involves specific rituals. The Kol tribe practices widow remarriage and burial for unmarried and underage individuals.",
      "The Kol tribe has its caste panchayat, headed by \"Gotiya,\" responsible for caste-related matters, resolving disputes, and maintaining social order. The tribe worships deities such as Dulhadev, Hardaul, Manshadev, Bheron, and Kali Devi, along with Hindu deities. Major festivals include Diwali, Dussehra, Rakshabandhan, Holi, Akhatij, Diwasa, Nagpanchami, where sacrifices, dances, and songs are performed. Believers in witchcraft, they seek treatment through tantra mantra.",
      "Known for their folk songs, the Kol tribe uses instruments like Dholak, Timki, Katwal, and Manjira. Dadar, Phag Bhajan, and other songs are sung during various occasions, showcasing the rich cultural environment of the tribe.",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/kol/image-096.jpg", 
      "../../assets/images/Tribes/kol/image-097.jpg", 
      "../../assets/images/Tribes/kol/image-098.jpg", 
      "../../assets/images/Tribes/kol/image-099.jpg", 
  
  ]
  },
  {"id": "KOLAM",
  "title": "KOLAM",
  "paragraphs": [
      "The Kolam tribe primarily resides in Maharashtra and Andhra Pradesh, with a smaller presence in Madhya Pradesh, particularly in the districts bordering Maharashtra and Andhra Pradesh. Historical records indicate that their population in Madhya Pradesh was estimated at 351 in 1971 and 304 in 1981. According to the 2011 census, their total population in Madhya Pradesh is only 224, with the majority residing in Shahdol district.",
      "The Kolam tribe, notified as Scheduled Tribe number 26 in the state of Madhya Pradesh, has been observed in districts such as Shahdol, Jabalpur, Rewa, Bhopal, Harda, and Satna. Their population in the remaining districts is considered negligible. It is noteworthy that their main population is in the state of Maharashtra.",
      "The origin of the Kolam tribe lacks historical evidence. Dr. T.K. Vaishnavs has provided a socio-cultural introduction based on the Kolam tribe in Maharashtra. Some accounts describe them as a sub-caste of the Gond tribe, while others liken them to the Toda caste of Nilgiris. The Kolams of Andhra consider themselves descendants of Hidimbi and Bhima from the Mahabharata.",
      "The Kolam tribe has its own dialect, known as \"Kolami,\" which belongs to the Dravidian group. They live in hamlets at a distance from the main village, surrounded by agricultural land. The houses are constructed with mud and bamboo, featuring one or two rooms and thatched roofs made of grass-thatch or local tiles.",
      "In terms of clothing, men wear dhoti, bandi, and fanta, while women wear saree, blouse, and various traditional jewelry made of fake silver, gilt, etc. Their main food includes jowar roti, urad, moong, tuvar, barvati dal, and seasonal vegetables. Non-vegetarian food, including fish, goat meat, chicken, and wild birds, is also part of their diet.",
      "Historically engaged in bamboo utensil making, primitive agriculture, hunting, and food gathering, the Kolam tribe is currently dependent on agriculture and labor. Some individuals pursue government services after acquiring education.",
      "The Kolam tribe follows a patrilineal, patriarchal, and patrilocal social structure, with various exogamous clans and gotras. The traditional practice of women living in separate huts during menstruation was prevalent in the past. Childbirth occurs at home with the assistance of a local midwife.",
      "Marriage practices involve the preference for maternal uncle or aunt's daughter, and the age of marriage is around 17-20 years for boys and 14-18 years for girls. The marriage proposal is initiated by the groom's side, and a bride price, including grains, goats, and cash, is given. The tribe practices various forms of marriages, including exchange marriage, service marriage, and widow remarriage.",
      "The Kolam tribe has its traditional caste panchayat, known as Panchamadal, headed by a Nayak. This panchayat deals with cases related to immoral relations, property disputes, marriage, bride price, divorce, abduction, co-elopement, infiltration marriage, witchcraft, and imposes fines and social feasts as penalties.",
      "Culturally, the Kolam tribe is known for their \"Dandori\" dance called Gusdi and Dimsa, performed during weddings and other celebrations. They worship deities such as Bhimdev, Pochmai, Marimai, Sitadevi, Lakshmi, and Indumaladevi, along with Hindu gods, trees, rivers, and mountains. The Kolam tribe celebrates various festivals, including Sati (Village Bandhoni), New Year (Korar), Urabhim Puja (Bumi), Diwali, Simga (Holi), and Muri. They have a strong belief in ghosts and witchcraft, and rituals involving the sacrifice of a hen are performed for disease curing. The main folk arts include folk dance, Dandori, Gusadi, and Dimsa, with women dancing at weddings and men playing musical instruments like Tapata and flute. Folk songs are sung during marriages, festivals, and dances.",
      "",
      ""
  ],
  "sliderImages": [
  
  ]
  },
  {"id": "KORKU",
  "title": "KORKU",
  "paragraphs": [
      "The Korku tribe, also known as Karku in some regions, predominantly resides in the foothills of the Vindhya and Satpura mountain ranges in areas adjacent to Maharashtra. Their main population centers in Madhya Pradesh include districts such as Khandwa, Betul, Hoshangabad, Dewas, Khargone, and Sehore. According to the 2011 census, their population in the state is 730,847, constituting 1.006 percent of the total population.",
      "In some districts like Raisen and Sehore, they are referred to as Karku. The Korku tribe is officially recognized in Madhya Pradesh as Scheduled Tribe number 27. The population of the Korku/Karku tribe is spread across various districts in Madhya Pradesh, including Morena, Bhind, Gwalior, Datia, Shivpuri, Guna, Tikamgarh, Chhatarpur, Sagar, Damoh, Satna, Rewa, Umaria, Shahdol, Sidhi, Neemuch, Mandsaur, Ratlam, Ujjain, Shajapur, Dewas, Jhabua, Dhar, Indore, West Nimar, Barwani, East Nimad, Rajgarh, Vidisha, Bhopal, Sehore, Raisen, Betul, Harda, Hoshangabad, Katni, Jabalpur, Narsinghpur, Mandla, Chhindwara, Seoni, and Balaghat.",
      "The origin of the Korku tribe lacks historical records, but according to their legend, they believe in their origin from Mahadev, who created their ancestors. The Korku tribe is considered an ancient tribe belonging to the Kolarian group.",
      "Their houses are often hut-like, featuring 2-3 rooms, a courtyard in front, and a yard at the back. The walls are made by pasting mud or cow dung on bamboo sticks. Men wear traditional attire like dhoti, pancha, bandi, kurta, and a cap or turban. Women wear Cotton Lugda, Polka, camisole, saree, petticoat, and blouse. Tattooing is a custom among women, especially on hands, feet, face, and forehead. Jewelry is typically made of cheap metals like silver, gilt, and german.",
      "The main source of income for most Korku families is agriculture, focusing on Kharif crops such as jowar, millet, kodon, kutki, and maize. They also collect and sell minor forest produce like Harra, Amla, pickle, gum, etc. In terms of food, their diet includes Kodon, Kutki, Rice Bhaat, Page, Maize, Jowar Roti, Urad, Moong, Barbati Dal, and seasonal vegetables. Non-vegetarian dishes include meat from chicken, goat, rabbit, wild birds, and fish. They consume self-made Mahua liquor during festivals and various social and religious ceremonies.",
      "The Korku tribe is divided into sub-castes like Mawasi, Bavaria, Ruma, Bondya, Korku, etc., and these sub-castes further have different gotras like Darpiya, Sheel, Kasra, Akhadi, Sakon, Bhawari, Kash, Panje, Warskar, etc.",
      "In terms of marriage customs, delivery usually occurs at home with the assistance of an elderly woman or midwife. The Korku tribe practices both exogamous and endogamous marriages, and they celebrate various rituals like Bhanwar, engagement, and wedding ceremonies. Co-emigration, widowhood, remarriage of abandoned women, and divorce are also prevalent.",
      "Upon death, some affluent families have adopted cremation rituals. The third day after a person's death is celebrated as 'Teesha,' during which relatives are invited, and a funeral feast is given.",
      "The Korku tribe follows its traditional caste panchayat system, led by a respected individual who settles disputes and oversees social works related to gods and goddesses. Those who do not follow the panchayat's decisions may face punishments in the form of feasts or fines.",
      "Their main deities include Mahadev, Muthuvadev, Dulhadev, Jogni, Kalhababa, Vadyadev, Hardulala, Maisasur, along with Hindu deities like Ram, Lakshman, Sita, Hanuman, and Durga. Festivals like Vidari, Nagpanchami, Pola, Teegya Nawarwani, Dussehra, Diwali, and Holi are celebrated with enthusiasm. The Korku tribe believes in ghosts and witchcraft, and rituals involving exorcism are performed by Bhumkar Padhihara.",
      "Their traditional dance songs include Phag-Dhadhar, wedding songs Susun-Gadli, Sevageet, and Bhajan, accompanied by musical instruments like Dhol, Manjira, and Dafli.",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/korku/image-100.jpg", 
      "../../assets/images/Tribes/korku/image-101.jpg", 
      "../../assets/images/Tribes/korku/image-102.jpg", 
      "../../assets/images/Tribes/korku/image-103.jpg", 
      "../../assets/images/Tribes/korku/image-104.jpg", 
      "../../assets/images/Tribes/korku/image-105.jpg", 
      "../../assets/images/Tribes/korku/image-106.jpg", 
      "../../assets/images/Tribes/korku/image-107.jpg", 
      "../../assets/images/Tribes/korku/image-108.jpg", 
  
  ]
  },
  {"id": "KORWA",
  "title": "KORWA",
  "paragraphs": [
      "The Korwa tribe, considered a minority tribe in undivided Madhya Pradesh, is now found in the state of Bihar. According to the 2011 census, their total population in present-day Madhya Pradesh is estimated to be only 920, making up 0.001 percent of the state's total population. They mainly reside in Surguja, Raigarh, and Bilaspur in Chhattisgarh with a lesser population.",
      "Historical evidence regarding the origin of the Korwa tribe is lacking, but Colonel Dalton has considered them to be a caste derived from the Kolarian group. According to legends, they believe their origin is from Ramsita. During the exile period, Ram, Sita, and Lakshman passed by a paddy field, and to protect the crops, a human-shaped effigy holding a bow and arrow was made. Sita asked Ram to give life to the effigy, transforming it into a human being, who became the ancestor of the Korwa tribe.",
      "The Korwa tribe mainly inhabits hilly areas, and in some plain villages, they live alongside tribes like Kanwar, Oraon, Nagesia, Munda, etc. Their houses are typically made of mud with a thatched roof. In hilly areas, the walls may also be constructed from wood and bamboo. Household items include cooking utensils, arrows, bows, axes, and bamboo baskets. Men and women traditionally have long hair, but some Korwa men in the plains have started cutting their hair. Women use Guli or groundnut oil for hair care. Gilt ornaments, such as bangles, aidha, and nose and ear ornaments, are worn by women. Men generally wear a loincloth, and women wear lugda. Their main food includes Kodo, Kutki leaves, rice, wild root vegetables, seasonal vegetables, and non-vegetarian dishes like chicken, wild birds, fish, crab, goat, and pig. They also make liquor from Mahua and drink it.",
      "The economic life of the Korwa tribe was traditionally based on food collection, wild produce collection, and hunting. Some Korvas have settled in the plains and started cultivating crops like Kodo, Kutki, Maize, Urad, Moong, etc. They also work as laborers in the fields of other tribes. Among the wild produce, they collect tubers, vegetables, mahua, pickles, gum, tendu leaves, honey, amla, etc. which are sold in the local market. Fishing and crab catching from small rivers and streams are also common during the rainy season.",
      "The Korwa tribe is divided into two exogamous subcastes, Korwa and Kodaku, and further categorized based on their residence as Pahari Korwa (mountain dwellers) and Dihari Korwa (plain dwellers). Four exogamous gotras are found among them: Hansda, Mundi, and Samat, each with its totem. The tribe follows a patriarchal system, and the ancestral home is considered local.",
      "Childbirth is considered a gift from God, and a separate hut called \"Kumba\" is built for delivery. A local midwife called \"Dogin\" assists in the delivery. The umbilical cord is cut with an arrowhead or knife, and various rituals are performed, including Chhathi on the sixth day.",
      "The marriage age is estimated to be 12-15 years for boys and 11-13 years for girls. Marriage involves stages like betrothal, soot, betrothal, marriage, and Gauna. Exchange, service marriage, infiltration, co-migration, and widow remarriage are common practices. After death, the deceased is buried, and on the 10th day, a death feast is held. The hut where the death occurred is destroyed, and a new hut is built.",
      "The Korwa tribe has its traditional caste panchayat, with the head called \"Mukhiya.\" This panchayat settles matters related to bride price, marriage, divorce, and relationships. The tribe practices rituals like planting a wooden pole during the Jhigir Mahadev festival and celebrating Dal Fori before breaking and eating pulses. Karma is their main festival, and their main deity is Karamiha. The tribe also worships Thakur Dev, Khuriarani, Shitalamata, Dulhadev, along with snakes, trees, mountains, sun, moon, earth, and rivers. Festivals like Dussehra, Navakhani, Diwali, and Holi are celebrated. They believe in ghosts and witchcraft, with a person knowledgeable about magic referred to as \"Dewar Baiga.\"",
      "Traditional dances of the Korwa tribe include Karma, Bihav, Pardhani, Rahas, accompanied by instruments like Mandar, cymbals, and flute. Folk songs like Karmageet, Vihavgeet, Phaag are prominent in their cultural practices.",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/korwa/image-109.jpg", 
      "../../assets/images/Tribes/korwa/image-110.jpg", 
      "../../assets/images/Tribes/korwa/image-111.jpg", 
      "../../assets/images/Tribes/korwa/image-112.jpg", 
      "../../assets/images/Tribes/korwa/image-113.jpg", 
  
  ]
  },
  {"id": "MAJHI",
  "title": "MAJHI",
  "paragraphs": [
      "The Majhi tribe is recognized as a Scheduled Tribe in the state of Madhya Pradesh, listed at serial number 29 in the Scheduled Tribe list. According to the 2011 census, their total population is estimated to be 50,655, constituting 0.070 percent of the total population of the state. This tribe is predominantly found in Raigarh, Bilaspur, Surguja, and Sidhi districts of undivided Madhya Pradesh. The population of the Majhi tribe in Madhya Pradesh is spread across various districts, including Sheopur, Morena, Bhind, Gwalior, Datia, Shivpuri, Guna, Tikamgarh, Chhatarpur, Panna, Sagar, Damoh, Satna, Rewa, Umaria, Shahdol, Sidhi, Neemuch, Mandsaur, Ratlam, Ujjain, Shajapur, Dewas, Jhabua, Dhar, Indore, West Nimar, Barwani, East Nimad, Rajgarh, Vidisha, Bhopal, Sehore, Raisen, Betul, Harda, Hoshgabad, Katni, Jabalpur, Narsinghpur, Dindori, Mandla, Chhindwara, Seoni, Balaghat.",
      "According to Russell, the Majhi tribe has origins in the ancestors of Gond, Munda, and Kanwar tribes. English writers have considered Majhwar and Majhi to be the same, but the Lokur Committee report of 1965 considered Majhwar as the main tribe, with Majhi as its synonym.",
      "Majhi tribe villages are typically located in hilly and forested areas, often residing alongside tribes like Gond, Majhwar, Kanwar, Munda, Nagesia, Oraon, Korwa, etc. Their houses are made of mud and wood, with grass or native tile roofs. They generally have two or three rooms, including a room for pets, with the door opening towards the back. Household items include mortar and pestle, bamboo baskets, soup bowls, clay Gagri, Kanochi, Tawa, Parai, Handiya, aluminum plates, bows, arrows, and fishing nets. Majhi men and women maintain oral hygiene using Neem or Acacia branches, bathing three to four times a week. Women often wash their hair with ritha or mud, apply oil, and tie it into a bun. Tattooing is a common practice among women. Traditional clothing includes dhoti and shirt for men and cotton saree and polka for women, although modern, readymade clothes are becoming more common. The primary food of the Majhi tribe includes rice, Kodo leaves, rice, seasonal vegetables, wild roots, fruits, and non-vegetarian dishes like pig meat, fish, and wild birds. Smoking tobacco wrapped in tendu leaves is a common practice.",
      "The livelihood of the Majhi tribe is based on hill farming, wild produce collection, agricultural labor, and other labor. They cultivate crops like paddy and urad and collect wild produce such as Mahua and Chinroji. Some Majhi individuals engage in crafts like rope-making and exchange these products for grains with other tribes. Fishing is also practiced for personal consumption.",
      "The Majhi tribe is divided into three sub-castes:",
      "1. Cole Majhi",
      "2. Turya Majhi",
      "3. Kisan Majhi",
      "The Cole Majhi considers themselves superior and is primarily engaged in primitive agriculture. Sub-castes further divide into different gotras, each with its totems, including Kekra, Khoksa, Dhanki, Badh, Sua, Ghinya, Nag, Baram, Telasi, Markam, Semaria, Kurram, Uika, Marai, etc.",
      "During pregnancy, there are no specific rituals in the Majhi tribe. Delivery typically takes place in a small hut outside the house, supervised by a midwife. The Chhathi ceremony is celebrated after the baby's umbilical cord falls. The age of marriage is generally 14-18 for boys and 12-16 for girls, and marriages are often arranged between cousins (sons and daughters of brothers and sisters). Marriage proposals are initiated by the groom's father, and marriage rituals are conducted by the Siyaan (elderly man/Baiga) of the Majhi tribe. Types of marriages include Udhariya (co-elopement), Dhuku (infiltration), Lamsena (house-in-law), and wearing bangles (remarriage).",
      "After death, the body is buried, and on the third day, the Dashava ceremony is performed. The tenth day involves shaving the hair, beard, mustache, and a death feast for the caste society.",
      "The Majhi tribe has a traditional caste panchayat, led by a \"Sian,\" which resolves matters related to marriage with other castes, divorce, and withdrawal of bridewealth. The tribe celebrates festivals like Saila, Karma, Madal, Sud Bhagat, and Gaura, with women performing the Sua dance during the Gaura festival. Men engage in stick-wielding during Holi, and young men and women perform the Karma dance during the Karma festival. Traditional musical instruments include Dhol and Madal, with songs like Sua Geet, Danda Geet, and Karma Geet sung during festivals.",
      "The main deities traditionally worshiped in the Majhi tribe include Thakur Dev, Budhi Mai, Dihasi, Ratmai, Raxel Dev, Pathdev, Bhimsen, and Dulhadev. Most of their gods and goddesses reside in the form of stone, tree, or a colorful or white flag. The tribe believes in ghosts and the mantra system. Their main festivals include Holai Navakhani, Karma, Phalgun, and Tihar.",
  
      "",
  
  ],
  "sliderImages": [
      "../../assets/images/Tribes/majhi/image-114.jpg", 
      "../../assets/images/Tribes/majhi/image-115.jpg", 
      "../../assets/images/Tribes/majhi/image-116.jpg", 
      "../../assets/images/Tribes/majhi/image-117.jpg", 
      "../../assets/images/Tribes/majhi/image-118.jpg", 
      "../../assets/images/Tribes/majhi/image-119.jpg", 
  
  ]
  },
  {"id": "MAJHWAR",
  "title": "MAJHWAR",
  "paragraphs": [
      "The Majhwar tribe, recognized as a minority tribe in undivided Madhya Pradesh, has a total population of only 443, constituting 0.001 percent of the state's total population, according to the 2011 census. The primary habitat areas for this tribe are Surguja, Bilaspur, and Raigarh districts of the Chhattisgarh region, and it is listed at number 30 in the Scheduled Tribe list for the entire Madhya Pradesh. The Majhwar tribe can also be found in various districts of Madhya Pradesh, including Gwalior, Shivpuri, Guna, Chhatarpur, Satna, Umaria, Shahdol, Neemuch, Ujjain, Shajapur, Dewas, Indore, Barwani, East Nimad, Rajgarh, Bhopal, Sehore, Raisen, Betul, Harda, Hoshangabad, Katni, Jabalpur, Mandla, Chhindwara, Seoni, and Balaghat.",
      "The historical origin of the Majhwar tribe is not well-documented, but according to reference literature, they are considered a mixed group of Gond, Munda, and Kanwar tribes. The name \"Majhwar\" is derived from their sitting position in the middle during caste panchayats. Over time, they evolved into a separate tribe with distinct characteristics, sharing similarities with the Kolarian tribal group.",
      "Majhwar tribe villages are typically situated alongside other tribes such as Gond, Kanwar, and Oraon. Their houses are made of mud with thatched roofs made from grass or native tiles. A typical house has two or three rooms, and the walls are painted with white clay. The floor is made of mud, smeared with cow dung. Household items include cots, mills, pestles, cooking and eating utensils, axes, agricultural tools, and fishing nets. Men and women practice good hygiene, waking up in the morning to brush their teeth with sticks made of acacia or Neem and bathing daily.",
      "Women in the Majhwar tribe wash their hair with mud, apply podi, sesame, or guli oil, make a braid, and tie it. Tattooing is common on the hands, feet, and face of women, and they adorn themselves with jewelry. Traditional clothing for men includes Pancha and Bandi, while women wear Lugda and Polka. The main foods in their diet include Kodo, Kutki, rice, and Paige. They consume wild vegetables, urad, moong dal, seasonal vegetables, tuberous fruits, and non-vegetarian dishes like fish, chicken, goat, and rabbit. Liquor made from Mahua is consumed during festive occasions, and men often smoke beedis.",
      "The economic activities of the Majhwar tribe revolve around agriculture, wild produce collection, and labor. Cotton, paddy, moong, and urad are their primary agricultural produce. They collect and sell wild produce such as Mahua, Guli, Tendu leaves, Harra, gum, and tamarind. Fishing is also practiced during the rainy season.",
      "The Majhwar tribe does not have sub-castes but is divided into exogamous gotras. Some of their main gotras include Maisa, Surhi, Tati, Sahda, Bhelwa, Bagh, Jhinga, Chutru, Dumar, Nag, Khoksa, Dang, Khuta, Dhanki, Bambi, Kekra, etc., each with its totems. The local deity is Patrinivas.",
      "During pregnancy, there are no specific rites of passage, and delivery typically takes place at home under the supervision of elderly women. The umbilical cord is buried at home, and a decoction of various ingredients is given to the pregnant woman. Chhathi is celebrated on the sixth day. The age of marriage is generally considered to be 16-18 years for boys and 14-16 years for girls. The groom's side initiates the marriage proposal, and the groom's father presents grain, jaggery, oil, pulses, and cash to the bride's father as Suka Bharna. Marriage rituals include matchmaking, engagement, marriage, and Gauna, with the head of the caste conducting the phera ceremony. Various types of marriages are socially recognized, including exchange, service marriage, infiltration, co-emigration, widow remarriage, and brother-in-law and sister-in-law remarriage.",
      "In the event of death, the dead body is buried, and on the third day, male family members shave their hair, beard, and mustache. On the tenth day, after bathing, ancestors are worshiped, and a funeral feast is offered.",
      "A traditional caste panchayat exists among the Majhwar tribe, led by a \"Gotiya,\" which resolves disputes related to marriage, divorce, immoral relations, inheritance, etc., through traditional methods.",
      "The Majhwar tribe has various traditional cultural dances, including the Karma dance during Karma Puja, Bhujariya dance on Bhojali festival, Vivah dance during marriage, Rahas on Holi, and Phadki dance by women on Diwali. Major folk songs include Karma Geet, Sua Geet, Phag Geet, marriage song Dadriya, Bhajan, etc., accompanied by musical instruments like Pushp Madal, Dheel, Timki, Khartal, etc.",
      "The main deities traditionally worshiped by the Majhwar tribe include Thakur Dev, Budha Dev, Dulhadev, Bhimsen, Bagrampat, Budhi Mai, Kankalin Mai, as well as Hindu deities like Sun, Moon, Earth, River, Tree, Snake, etc. Major festivals celebrated include Hareli, Pola, Navakhani, Dussehra, Diwali, Karmapuja, Holi, and they also believe in ghosts and witchcraft. Traditional dances are performed during various festivals, and folk songs play a significant role in their cultural expressions.",
      "",
  
  ],
  "sliderImages": [
      "../../assets/images/Tribes/majhwar/image-120.jpg", 
      "../../assets/images/Tribes/majhwar/image-121.jpg", 
      "../../assets/images/Tribes/majhwar/image-122.jpg", 
      "../../assets/images/Tribes/majhwar/image-123.jpg", 
  
  ]
  },
  {"id": "MAWASI",
  "title": "MAWASI",
  "paragraphs": [
      "The Mawasi tribe, listed at serial number 31 in the Scheduled Tribes of the state, has an estimated total population of 109,180 according to the 2011 census, constituting 0.0150 percent of the total population of the state. Predominantly residing in Chhindwara district, the Mawasi tribe is considered to be a part of the Kolarian species group, and they are found in the areas around Mahadev Mountain under the Satpura mountain range. The name \"Mawasi\" is believed to have originated from the Mawas area, where they initially resided.",
      "Although there is no clear historical evidence of the tribe's origin, a legend mentions King Ravana of Lanka, who, after pleasing Lord Shankar through penance, was instructed to carry a Shivalinga to Lanka. Lord Shiva warned that the Shivalinga should not be placed anywhere else once picked up. Ravana, becoming suspicious, temporarily placed it on Satpura hill, where Lord Shiva stabilized. In this area, Lord Mahadev is said to have created two idols, from which the Korku and Mawasi tribes originated.",
      "The Mawasi tribe predominantly lives in the foothills of mountains and plains. Their villages are divided into multiple areas, and their houses are constructed with mud walls, mud kevels for the roof, and wooden doors. Parchi, a protective barrier, is created around the house. The houses generally have two to four rooms, a verandah, and a courtyard in front. Household items include earthen stoves, cooking pots, tawas, rolling pins, ganjis, chowkis, thalis, pots, glasses, parants, pestles, grinders, soups, toknas, silbattas, ploughs, scythes, goiters, spades, trowels, axes, etc. Their main musical instruments include Dhol, Manjira, Jhanjha, Nagara, Tambura, Dafli, Timki, and Khanjari, used during dances and folk songs on various occasions.",
      "The primary food items in their diet include jowar, maize bread, kodo, kutki rice porridge, and pulses such as tuvar, urad beans, seasonal vegetables, etc. Non-vegetarian items like chicken, fish, and goat are also consumed. The Mawasi people often make their own Mahua liquor for social and religious functions.",
      "The economic activities of the Mawasi tribe revolve around agriculture, labor, collection of minor forest produce, and animal husbandry. Their rocky, sloping, and unirrigated land is used for Kharif crops such as kodo, jowar, bajra, maize, tur, urad, and jagni. They also collect forest produce like Mahua, amla, pickle, guli, mahul leaf gum, and honey, which are sold in the market.",
      "The Mawasi tribe's economic condition is considered weak, and their lives are primarily dependent on agriculture and forest produce. In the past, hunting was practiced, but it is restricted now. Fishing is currently done for personal use, and they also collect tubers for consumption.",
      "Socially, the Mawasi tribe is a branch of the Korku tribe and is divided into various exogamous clans, including Lobo, Darsia, Shilu, Akram, Choku, Jhopa Mof, Sukam, etc. Marriages within the same gotra are not allowed. There are no special rituals between pregnancy and delivery, with deliveries usually taking place at home under the supervision of neighbors and midwives. After birth, the umbilical cord is buried, and Harira is given to the pregnant woman to drink. The age of marriage is typically 16-20 years for boys and 14-16 years for girls. Marriage proposals are initiated by the boy's parents, and marriages are completed with customary rituals, including the worship of family deities.",
      "In case of death, the dead body is either buried or burned, and ashes are immersed in the Narmada or local river. On the third day, the dead soul is worshipped with kutki rice and chicken chicks by the Bhumka caste, and a death feast is organized for relatives.",
      "A traditional caste panchayat exists in the Mawasi tribe, with different members holding various positions. The chief holds the highest post, and the panchayat settles caste disputes. Collective worship of Goddess, prevention of inter-caste marriages, punishment of guilty individuals through fines and feasts are some of the functions of the panchayat. Those who do not comply with the panchayat's decisions are ostracized from the caste.",
      "Folk dance and music play a significant role in Mawasi tribe culture. They participate in festivals with other tribes, dancing Phag and Rahas during Holi, and women also dance during weddings, especially the Phadki dance. Various songs are sung on special occasions, including Vihav Geet, Phadki Geet, Bhujaliya, etc. The Mawasi tribe worships Mahadev of Pachmarhi as their main deity, along with natural gods like rivers, mountains, trees, and Hindu deities such as Ram, Hanuman, Ganesh. Local deities like Muthwa, Hardul Lala, Bhaisasur, Dulhadev, Bhimsen, Jogni Mata are also worshipped. Sacrifices and liquor are offered in these pujas. Their major festivals include Akhadi, Hariyali, Nagpanchami, Pola-Badga, Teeja, Pitrapaksha, Holi, Diwali, Bhujaliya, Rakhi, etc. Additionally, they believe in witchcraft.",
      "Traditional arts, including paintings on walls and doors, are gradually disappearing in the Mawasi tribe. Nonetheless, the tribe continues to maintain its cultural practices and rituals, reflecting their unique identity.",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/mawasi/image-124.jpg", 
      "../../assets/images/Tribes/mawasi/image-125.jpg", 
      "../../assets/images/Tribes/mawasi/image-126.jpg", 
      "../../assets/images/Tribes/mawasi/image-127.jpg", 
      "../../assets/images/Tribes/mawasi/image-128.jpg", 
  
  ]
  },
  {"id": "MUNDA",
  "title": "MUNDA",
  "paragraphs": [
      "The Munda tribe, listed at number 33 in the Scheduled Tribes of Madhya Pradesh, is a minority in Jashpur tehsil district Raigarh and Surguja, Bilaspur districts on the north-eastern border of undivided Madhya Pradesh. According to the 2011 census in present Madhya Pradesh, the total population of the Munda tribe is estimated at 5,041, constituting 0.007 percent of the state's total population. The Munda tribe is also found in various districts across the state.",
      "The historical records regarding the origin of the Munda tribe are scarce. According to Sharat Chandra Roy, Mundas originally resided in North-West India and later migrated towards Azamgarh due to the arrival of Aryans. Eventually, they settled in the Chhota Nagpur area, including parts of undivided Madhya Pradesh, Surguja, and Raigarh forests. The Munda tribe speaks the Mundari dialect, which belongs to the Kolarian group of languages.",
      "The Munda tribe lives alongside other tribes like Oraon, Ngesiya, Kanwar, etc. Their houses are constructed with mud walls and have roofs made of native tiles. The typical house consists of two to three rooms, and the walls are painted with white clay. The floor is made of mud and covered with cow dung. Villages usually have Sarna, Akhara, and Sagan. Households are equipped with grain storage, mills, pestles, kitchen utensils, cots, clothes, agricultural tools, axes, fishing nets, and musical instruments. Men and women maintain personal hygiene by brushing their teeth daily and taking baths. Women often braid their hair, apply tattoos, and wear jewelry. In terms of clothing, men wear Pancha and Bandi, while women wear Lugda and Polka. Their primary food includes Kodo, Kutki, rice, urad, moong, tuvar dal, seasonal vegetables, and non-vegetarian items like fish, chicken, and goat meat. Handiya, a liquor made from rice, is consumed during festivals, and men often smoke beedis.",
      "The economic life of the Munda tribe revolves around agriculture, forest produce collection, and labor. They are skilled farmers, cultivating crops such as paddy, kodo, urad, moong, tuvar, and sesame. Forest produce like tendu leaves, lac, gum, harra, amla, wild tubers, and vegetables are collected and sold in local markets. Those with less agricultural land work as laborers on the farms of other tribal or non-tribal farmers. Hunting, which was practiced in the past, is now prohibited. Fish are caught during the rainy season for personal consumption.",
      "The Munda tribe follows a patrilineal, patriarchal, and patrilocal social structure, with divisions and various keelis (gotras). Major clans include Kuchwa, Bhengra, Barla, Sandigura, Amba, Dungadura, Sanga, Bodra, Walung, Guria, Kurji, Jirhul, Godli, etc. Each clan has its totems, and there is no intermarriage within a gotra.",
      "During pregnancy, there are no special rituals observed in the Munda tribe. Deliveries are conducted by local midwives and elderly women, with rituals performed on the sixth day after childbirth. Marriages are exogamous, and the age of marriage is generally 16-20 years for boys and 14-18 years for girls. The groom's side initiates the marriage proposal, and the marriage is completed in four stages \u2013 betrothal, engagement, marriage, and Gauna. The caste panchayat plays a role in resolving marriage, divorce, adultery, succession, and inter-caste marriage issues through traditional methods.",
      "In the event of death, the deceased is buried, and rituals are performed on the third and tenth days. A funeral feast is organized, and traditional caste panchayats play a role in resolving various issues through fines and banquets.",
      "The cultural traditions of the Munda tribe include folk dances, songs, and stories. They are particularly fond of dance, with folk dances performed during festivals, celebrations, marriage rituals, and worship. These dances include Karmanritya, Sarhulnritya, Sarhulgeet, Phaag, Vivahgeet, Bhajan, and more. Folk songs are sung during various rituals and festivals, and folk tales are orally transmitted, containing stories of kings, queens, demons, ghosts, lions, birds, etc.",
      "The religion of the Munda tribe exhibits animism, naturalism, and totemism. Their main deity is Singboga (Sun God), and they also worship Disulbonga, Chandiboga, Hatubonga, Orabonga. The major festivals include Karma Puja, Sarhul, Sohrai (Diwali), Magh Varan (Holi), where sacrifices of chickens and goats are made. They believe in ghosts, witchcraft, tantra-mantra, and have religious experts called \"Pahan.\" Some members have also embraced Christianity.",
      "The Munda tribe, with its rich cultural heritage, continues to practice and preserve its traditions, contributing to the diversity of Madhya Pradesh's tribal communities.",
      "",
      ""
  ],
  "sliderImages": [
  
  ]
  },
  {"id": "NGESIA",
  "title": "NGESIA",
  "paragraphs": [
      "The Ngesiya tribe, recognized as number 34 in the Scheduled Tribes of Madhya Pradesh, is a minority tribe in undivided Madhya Pradesh, with a small population also found in Bihar. According to the 2011 census, their total population in present Madhya Pradesh is estimated at only 359, constituting 0.000 percent of the state's total population. This tribe is mainly concentrated in Raigarh and Bilaspur (now Chhattisgarh) districts of undivided Madhya Pradesh.",
      "The origin of the Ngesiya tribe is not well-documented, and there is no historical record available. According to legend, a newborn baby was thrown into the forest, and a snake protected the child from the sun by spreading its hood like an umbrella. Members of the Munda tribe found the child and raised him, and he later became the king of the Munda tribe. Due to the snake's protection, their descendants were named Ngesiya. Another interpretation suggests that the term \"Ngesiya\" is derived from \"Nag + Vasiya,\" meaning people living in the Nagpur (Chhota Nagpur) area.",
      "The Ngesiya tribe primarily resides in villages alongside other tribes like Oraon, Munda, Kanwar, Majhwar, etc. Their houses are mostly made of mud, with walls painted white, mud floors covered with cow dung, and two or three rooms including a verandah. Household items include cots, bedspreads, kitchen utensils, mills, pestles, agricultural implements, fishing nets, and axes. Women play a significant role in maintaining the cleanliness of the house.",
      "Both men and women practice daily personal hygiene, including cleaning teeth with acacia, harra, and karanj, and taking a bath. Women braid their hair, apply clay and soap for washing, and use peanut or sesame oil for their hair. Women adorn themselves with jewelry, including toe rings, anklets, waist girdles, bangles, necklaces, earrings, and nose rings, usually made of gilt. In terms of clothing, men wear pancha, bandi, dhoti, kurta, while women wear lugda and polka. The primary food of the Ngesiya tribe includes Kodon, rice, urad, tuvar dal, and seasonal vegetables, occasionally supplemented with fish, chicken, and goat meat. During festivals, rice wine (Handiya) is consumed.",
      "The economic life of the Ngesiya tribe revolves around agriculture, forest produce collection, and labor. They cultivate crops like pods, paddy, maize, urad, moong, tuvar, sesame, but the yield is limited due to unirrigated land. Forest produce such as Mahua, tendu leaves, harra, lac, and kosa are collected and sold. Landless and small farmers often work as laborers for other tribals or non-tribals.",
      "The social structure of the Ngesiya tribe follows a patriarchal, patrilineal, and patrilocal tradition. The tribe is divided into three sub-castes: Senduria, Telha, and Ghuriya. These sub-castes are considered hierarchically, with Sindooria being high, Telha medium, and Ghuriya low. Each sub-caste is further divided into several gotras, which are exogamous. Some major gotras include Kuri, Khairwara, Telia, Ghuriya, Nag, and Sindooriya.",
      "During pregnancy, there are no specific rituals, and deliveries are typically conducted at home with the assistance of local midwives. The birth of a child is celebrated with rituals on the sixth day. The marriage age for boys is generally considered to be 14-18 years, and for girls, it is 12-16 years. Marriage proposals come from the groom's side, and the groom's father provides grains, pulses, oil, jaggery, and cash to the bride's father. The marriage is completed in four stages: matchmaking, fruit donation, marriage, and Gauna. The caste head or an elderly person conducts the marriage rites. Socially accepted practices include infiltration, co-migration, exchange, and service marriage.",
      "In the event of death, the deceased is cremated, and the ashes may be taken to the Mahanadi, Sonnadi, or Ganga rivers when the economic situation allows. On the third day, after bathing, worship is performed under the guidance of a knowledgeable person known as Devar. A funeral feast is organized on the 12th day.",
      "The Ngesiya tribe has its traditional caste panchayat with a head called \"Mukhiya.\" The panchayat resolves issues related to immoral marriages, divorce disputes, and organizes worship of caste deities.",
      "The cultural specialties of the Ngesiya tribe are reflected in their dance forms, folk songs, and worship practices. The tribe is known for Sarhul dance, Karma dance during worship, Akhara dance during Karmapuja, Vihav dance at weddings, Rambhajo, and more. Folk songs include Sarhul Geet, Karma Geet, Marriage Geet, Bhajan, and they use musical instruments like Madal, Timki, and Thali.",
      "The traditional deities worshiped by the Ngesiya tribe include Gauraiyadev, Shikari Dev, Sadnamata, Dharti Mata, Annakuari, in addition to Hindu deities. The tribe celebrates festivals such as Diwali, Phagun, Sarhul, Nawakhani, Pitar, Pola, Dussehra, and holds strong beliefs in ghosts and witchcraft. Those knowledgeable in magic spells are referred to as Dewar.",
      "The vibrant cultural practices, rituals, and traditions of the Ngesiya tribe contribute to the rich tapestry of Madhya Pradesh's tribal heritage.",
      ""
  ],
  "sliderImages": [
  
  ]
  },
  {"id": "ORAON",
  "title": "ORAON",
  "paragraphs": [
      "The Oraon tribe, designated as number 35 in the Scheduled Tribe list of Madhya Pradesh, is a major tribe with a significant presence in undivided Madhya Pradesh. However, a substantial portion of their population is concentrated in Bihar, Orissa, and West Bengal. According to the 2011 census, the total Oraon population in present Madhya Pradesh is estimated at 28,431, constituting 0.039 percent of the state's total population. The primary habitat of the Oraon tribe is the eastern border of undivided Madhya Pradesh, encompassing Raigarh, Surguja, and Bilaspur districts.",
      "The origin of the Oraon tribe lacks historical records, but according to social scientists, they originally inhabited western and northern regions thousands of years ago. Over time, their ancestors migrated to Shahbad (Bhojpur) but eventually left due to Aryan pressure. They sought refuge in the plateau areas of Rohtash before moving towards Chhota Nagpur. While leaving Rohtash, they split into groups, with one passing through the banks of the Ganga and reaching the hilly areas of the palace. Another group entered Palamu (Bihar) via the plains along the Koel river. Some people from Chhota Nagpur settled in the hilly areas of Raigarh Surguja in undivided Madhya Pradesh.",
      "The Oraon tribe lives in villages alongside other tribes like Munda, Nagesia, Kanwar, Khairwar, etc. Their houses are constructed with mud walls, wood, and tile roofs. Hindu Oraons paint their house walls with black mud, while Christian Oraons use lime. The houses typically have two or three rooms, with veranda-like screens all around. The main room serves various purposes, including grain storage, a place for Gods and Goddesses, and the kitchen. Household items include utensils made of clay, aluminum, bronze, and steel, as well as stoves, tanks, pestles, mills, clothing, musical instruments like mandals, agricultural equipment, and fishing nets.",
      "Personal hygiene practices involve daily bathing for both men and women. Men keep their hair short, while women either make a bun or plait their long hair. Black soil or soap is used for hair washing. In terms of clothing, men wear short dhotis and tunics, while women wear lugdas and polkas. Young Christians may wear painted shirts, and young girls wear sarees, petticoats, and blouses. The primary food of the Oraon tribe includes rice, Kodo rice, and seasonal vegetables. Non-vegetarian dishes consist of chicken, goat meat, rabbit, etc. Rice wine is prepared and consumed during festivals, and men may smoke beedis.",
      "The economic sources of the Oraon tribe include agriculture, agricultural labor, and the collection of forest produce. They cultivate crops like Kodo Sathi paddy, Urad, Moong Kulthi, and Tuvar. Tendupatta, Mahul, Mahua, and Sal seeds are collected from the forest for sale. Educated Oraon individuals may work in government jobs, and during the rainy season, they also catch fish for personal consumption.",
      "The Oraon tribe is divided into sub-castes, with main sub-castes such as Oraon, Ghangad, Dhanka, and Koda. They are further classified based on religion as Hindu Oraons and Christian Oraons. Numerous exogamous gotras exist among them, including Lakda Tigga, Tirki Toppo, Minj, Bek, Khalmo, Kujur ikka, each with its totem.",
      "Childbirth among the Oraon tribe usually takes place at home, supervised by experienced women. The baby's umbilical cord is cut using a heated knife, provided by the mother's parents. A ritual known as Chhathi is observed on the sixth day after birth, during which the mother is fed laddus made from various ingredients. After childbirth, marriage usually occurs upon reaching adulthood. Marriage proposals come from the boy's family, and the Sook Bharna (bride price) includes liquor, goat, rice, pulses, and sarees. The marriage ceremony is conducted under the guidance of elder caste members. Christian Oraons receive teachings in the church for 3 to 7 days before the wedding. Marriages are conducted in the church, incorporating both tribal customs and Christian rituals.",
      "After death, the deceased may be buried, and in some cases, rich Hindus may opt for cremation. Relatives are called for \"Tihi Nahavan\" on the third day after death, marking the purification of the house and family. After three months, a celebration known as Gami is organized, featuring a feast for the family and villagers. In Christian culture, a priest is called at the time of death to preach, provide knowledge, and perform atonement for sins in a ceremony called Antam alan Sanskar.",
      "The Oraon tribe has traditional caste panchayats, with the head of the village-level panchayat known as Mahato. These panchayats resolve caste-related issues, marital disputes, immoral relationships, property division, and organize Sarna Puja and Karma Puja. Village-level caste panchayats collectively form Paraha Panchayat, led by a head known as Parha Raja. Additional officials include Diwan, Kotwar, Paneri, Panbharwa, and Muktawa. Cases unresolved at the village level are taken to Paraha Panchayat for resolution.",
      "The Oraon tribe possesses a distinctive culture, where parents may bring a girl to a potential groom's home for a few days. This allows the girl to assess the family and the boy, and it also serves as a test for the family's suitability for village service. Festivals are celebrated with enthusiasm, and the Oraon tribe practices rituals such as Sohrai during Diwali. Folk dances, including Karma dance and Sarhul dance, are prevalent, accompanied by folk songs like Karmageet, Sarhulgeet, Phagungeet, Sohraigeet, and Bhajan.",
      "The main deity of the Oraon tribe is Surya, and Gagam deities include Andheripat, Chandi, Gaon Devti, Pataraja, along with worship of Hindu deities like snakes and cows. Major festivals include Karma Puja, Sarhul, Dussehra, Diwali, Navakhai, Phagun, where sacrifices of goats and chickens are common. The Oraon tribe holds strong beliefs in ghosts and witchcraft, and experts in Tantra-Mantra are known as Pahan.",
      "Folk songs and dances play a significant role in Oraon tribal culture, with dances like Karmanritya, Sarhulnritya, Vivah dance, and songs like Karmageet, Sarhulgeet, Phagungeet, Sohraigeet, and Bhajan contributing to the vibrant cultural heritage of the Oraon tribe.",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/oraon/image-129.jpg", 
      "../../assets/images/Tribes/oraon/image-130.jpg", 
      "../../assets/images/Tribes/oraon/image-131.jpg", 
      "../../assets/images/Tribes/oraon/image-132.jpg", 
      "../../assets/images/Tribes/oraon/image-133.jpg", 
      "../../assets/images/Tribes/oraon/image-134.jpg", 
  
  ]
  },
  {"id": "PANIKA",
  "title": "PANIKA",
  "paragraphs": [
      "The Panika caste is recognized as a Scheduled Tribe in Madhya Pradesh, specifically in districts like Chhatarpur, Panna, Rewa, Satna, Shahdol, Umaria, Sidhi, Tikamgarh, Datia (Sevda Tehsil), with regional restrictions. In the remaining districts of Madhya Pradesh, they are considered a backward class. The Panika population in the Scheduled Tribe regions of Madhya Pradesh was estimated at 97,767 according to the 2011 census, making up 0.135 percent of the state's total population. The Panika caste is numbered 36 in the list of Scheduled Tribes in Madhya Pradesh.",
      "The origin of the Panika caste is not well-documented, but according to legends, they are believed to have originated from Kabirdas. The name Panika is derived from \"water + panika,\" meaning \"the one arising from water.\" Legends narrate that a weaver woman found a newborn baby in a lotus leaf at a pond, leading to the birth of the Panika caste. Some sources suggest that Panikas were originally a group initiated into Kabirpanth, distinct from the \"Gada\" caste.",
      "Panika caste members live in villages alongside other Hindus and tribes. Their houses are typically made of mud, wood, and bamboo, with tiled roofs. A typical house consists of two or three rooms. The walls are painted with white mud, and the floor is made of mud, covered with cow dung. Household items include a grain storage room, cot, cooking and eating utensils, grain grinding mill, paddy threshing wheel, and pestle. Yarn spinning wheels and cloth weaving machines are commonly found in Panika households.",
      "Personal hygiene practices include daily teeth cleaning and bathing for both men and women. Men keep their head hair short, while women keep long hair, often applying peanut or guli oil and adorning themselves with tattoos on hands and feet. In terms of clothing, men wear panchi, bandi, dhoti, kurta, while women wear lugda and polka. Their main dietary staples include Kodo, rice, stale, page, urad, tuvar, moong dal, and seasonal vegetables. The Saktaha Panika subgroup consumes non-vegetarian food like chicken and goat meat and drinks liquor made from Mahua. On the other hand, the Kaviraha Panika subgroup abstains from meat and alcohol.",
      "Traditional occupations of the Panika caste include cloth weaving, village Kotwari, agriculture, and labor. They weave cloth from yarn, sell it in local markets, and also engage in village watch duties, receiving remuneration from the government. Agriculture involves the cultivation of crops like Kodo, kutki, urad, tuvar, paddy, and maize. Additionally, Panikas may collect Mahua, tendu leaves, gum, etc., from Sidhi and Shahdol for sale.",
      "The Panika caste is divided into two groups: Shaktaha and Kaviraha. The Shaktaha group was the initial form, while the Kaviraha group consists of those who have joined the Kabir sect, following the rules of Saint Kabir and giving up vices like non-vegetarian food and alcohol. Both groups have different gotras, known as \"Kur,\" which are exogamous. Examples of Kur in Sidhi and Shahdol include Baghel, Saruba, Kuruha, Virganth, Tandia, Bhaisa, Nevla, Khairwar, Kutharia, Panaria, Padwar, Ghakhariya, Khunti, Tendu Pareva, Mogri, Son Sanwani, Sat Satwani Galmol, Ghura, and more.",
      "The Panika caste observes certain rituals during pregnancy, childbirth, and other life events. Deliveries usually take place at home, assisted by elderly women and local midwives. Rituals such as Chhathi are celebrated on the sixth day after childbirth. The marriage age for boys is generally around 16-18 years, and for girls, it is 15-17 years. Marriage proposals come from the groom's side, and the marriage ceremony is conducted in four stages: matchmaking, chari phaldaan, marriage, and Gauna. Customs like exchange, co-migration, infiltration, and service marriage are recognized. Widow remarriage, specifically brother-in-law-sister-in-law marriage, is socially accepted.",
      "After death, the deceased may be buried, and some Saktaha Panikas opt for cremation, immersing the ashes in the Son or Narmada. A funeral feast is given on the tenth day after the death, following religious worship for the peace of the deceased soul.",
      "The Panika caste has a traditional caste panchayat, led by a head, which settles disputes related to marriage, divorce, inheritance, property distribution, immoral relations, and imposes fines and social dinners as punishments.",
      "Panikas hold strong religious beliefs and practices. They worship local Hindu gods and goddesses, in addition to their own tribe's deities. Fasting and celebrations during festivals like Navratri, Dussehra, Diwali, and Holi are common. Beliefs in ghosts, witchcraft, and adherence to superstitions are present. Panika caste members participate in various cultural activities, including dance during marriage and Holi. Folk songs like Karma Geet and Suageet are sung during festivals, and a dance known as Viraha dance is performed during Pargahani dance festival. Panikas also worship Saint Kabir and perform a puja called \"Chauka.\"",
      "In summary, the Panika caste in Madhya Pradesh is a diverse community with distinct cultural practices, occupations, and beliefs, contributing to the rich tapestry of the state's social fabric.",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/panika/image-135.jpg", 
      "../../assets/images/Tribes/panika/image-136.jpg", 
      "../../assets/images/Tribes/panika/image-137.jpg", 
      "../../assets/images/Tribes/panika/image-138.jpg", 
      "../../assets/images/Tribes/panika/image-139.jpg", 
      "../../assets/images/Tribes/panika/image-140.jpg", 
  
  ]
  },
  {"id": "PARDHAN",
      "title": "PARDHAN",
      "paragraphs": [
          "The Pardhan tribe is recognized as a Scheduled Tribe for the entire state of Madhya Pradesh, listed at number 38 in the Scheduled Tribe list. According to the 2011 census, their total population is estimated at 123,742, making up 0.170 percent of the state's total population. The majority of the Pardhan tribe resides in Mandla district, followed by lesser populations in Seoni, Chhindwara, Jabalpur, and Balaghat districts.",
          "Pardhan tribe members are also found in various other districts of Madhya Pradesh, including Sheopur, Gwalior, Guna, Tikamgarh, Chhatarpur, Panna, Sagar, Damoh, Satna, Rewa, Umaria, Shahdol, Sidhi, Mandsaur, Ratlam, Ujjain, Shajapur, Dewas, Jhabua, Dhar, Indore, Barwani, East Nimar, Rajgarh, Vidisha, Bhopal, Sehore, Raisen, Betul, Harda, Hoshangabad, Katni, Jabalpur, Narsinghpur, Dindori, Mandla, Chhindwara, Seoni, and Balaghat.",
          "While there isn't a clear historical account of their origin, legends suggest that the Pardhan caste originated from seven brothers, including Gond, Baiga, God Gowari, Agariya, Dulia, Tangrati Pardhan, etc. These brothers worshiped Budhadev, and the youngest brother, playing a musical instrument made from bamboo, sang songs in praise of Budhadev. Impressed by the music, Budhadev blessed him with proficiency in music and worship, and the descendants of this brother came to be known as the Pardhan caste.",
          "Pardhan society historically relied on the Jajmani system, earning their living by collecting grains and pulses through their work as priests and musicians for the Gond tribe. The term \"Pardhan\" is explained to mean \"Par\" (another's) and \"Dhan\" (grain), signifying their dependence on the grains of others.",
          "The Pardhan tribe lives alongside other tribes like Gond, Bharia, Baiga, etc. Their houses are typically built with mud and wood, with grass or native tiles for the roof. The walls are plastered with yellow or white mud. Households have one or two rooms, with a granary, a deity's place, and storage for clothes, musical instruments, and other items. Women handle daily cleaning duties, and both men and women practice personal hygiene, including bathing and teeth cleaning.",
          "Traditional attire for men includes kurta, dhoti, bandi, and a turban, while women wear blouses, palanka, chinti, and lugra. Women adorn themselves with jewelry like Pari, toda, a girdle, glass bangles, Kangana, Guleta, and Umetha. Tattooing is a common practice.",
          "The Pardhan tribe mainly depends on agriculture, agricultural labor, wild produce collection, animal husbandry, and various jobs for their livelihood. Their crops include Kodo, Kutki, Maize, Jowar, Paddy, Urad, and Tuvar. They are divided into three sub-castes: Raj Pardhan, Gond Pardhan, and Pothiya Pardhan. Raj Pardhan is considered the highest. They are further divided into exogamous clans, and each clan has its totems.",
          "Childbirth is considered a gift from God, and various rituals, including the Chhathi Sanskar, are performed. The age for marriage is typically 16 to 18 years for boys and 14 to 17 years for girls. Marriage involves matchmaking, fruit donation, marriage, and Gauna. Different forms of marriage, including bride marriage, exchange marriage, co-elopement, infiltration, service marriage, and re-marriage, are socially recognized.",
          "After death, the deceased is either buried or burnt, depending on their social status. The Pardhan tribe practices various rituals, including offering water on the death anniversary during Pitru Paksha. Traditional caste panchayats are present among the Pardhan tribe, dealing with matters related to worship, marriage, disputes, etc.",
          "The Pardhan tribe worships rivers, mountains, trees, local gods and goddesses, Hindu deities, and their main deity, Budhadev. They celebrate various festivals like Ramnavmi, Bidri, Akhatij, Akhadi, Jeevati, Panchami, Aathe, Pola, Pitar Paksha, Dussehra, Diwali, Mahashivratri, and Holi. Sacrifices of coconut, chicken, goat, etc., are made during these festivals. The Pardhan tribe, being primarily a musician tribe, engages in singing folk stories and songs, playing the Kingri instrument. Gaudiya dance, Saila dance, and Madani dance are also performed in various places. Their folklore includes stories from the Ramayana, Mahabharata, Alha Udal, and local tales of kings and queens.",
          "",
          "",
      ],
      "sliderImages": [
          "../../assets/images/Tribes/pardhan/image-146.jpg", 
          "../../assets/images/Tribes/pardhan/image-147.jpg", 
          "../../assets/images/Tribes/pardhan/image-148.jpg", 
          "../../assets/images/Tribes/pardhan/image-149.jpg", 
          "../../assets/images/Tribes/pardhan/image-150.jpg", 
  
      ]
      },
  {"id": "PAV",
  "title": "PAV",
  "paragraphs": [
      "The Pav tribe is one of the minority tribes in Madhya Pradesh, with their main residence area in the Shahdol district. According to the 2011 census, their total population in the state is estimated at 44,312, constituting 0.016 percent of the total population. The Pav tribe is recognized as a Scheduled Tribe for the entire state of Madhya Pradesh, listed at number 37 in the Scheduled Tribe list.",
      "The Pav tribe's population is also found in other districts, including Bilaspur, Raigarh, and Surguja in Chhattisgarh. While there are no historical records available regarding their origin, according to tribal legends, they are believed to have originated from the Pavel dynasty, giving rise to their name, Pav.",
      "People of the Pav tribe live in villages alongside other tribes like Gond, Kanwar, etc. Their houses are typically made of mud and wood, with grass or native tiles for the roof. A typical house has three to four rooms, and there are \"Parchhis\" on one side of the courtyard where domestic animals are tied. The floor of the house is made of mud, smeared with cow dung. Common household items include utensils for cooking and eating, aluminum and bronze utensils, cots, mills, coverings, bedclothes, fishing nets, agricultural equipment, and dance music instruments.",
      "Personal hygiene practices include cleaning teeth with acacia, myrtle, and neem sticks. Women wash their hair with black mud, and both men and women apply oil of Guli, sesame, etc., on the body and head. Women make braids and tie them. In terms of clothing, men wear dhoti and kurta with a turban on the head, while women wear polka and lugda. Tattoos are common among women. Their main dietary staples include Kodo, Kutki, rice, and corn drink. Pulses like urad, masoor, arhar, moong, butter, seasonal vegetables, and tuberous fruits are also part of their diet. In the non-vegetarian diet, they consume fish, chicken, and rabbit meat. During festivals, Mahuva liquor is consumed.",
      "The Pav tribe relies mainly on agriculture, wild produce collection, and labor. Their agricultural produce includes paddy, maize, jowar, Kodo, kutki, urda, moong, linseed, and rye. Due to unirrigated agricultural land, the yield is low. They collect wild produce such as Mahua, Guli, Tendupatta, Lakh, Amla, and Tamarind, selling them in the local market. Wild tuberous fruits are collected for personal use, and fishing is done in local rivers and drains during the rainy season.",
      "The Pav tribe follows a patriarchal system and is divided into gotras. Marriage within the same Gotra is prohibited. Each clan has a symbol (totem) that they worship. Some of the main gotras are Apel, Badhaiya, Kudha, Baiga, Gaina, Naravanshi, Baghel, Bodra Mudsiha Pari, Ghamriha, etc.",
      "Childbirth is considered a gift from God, and local nurses assist in deliveries. After birth, the umbilical cord is buried, and the child is bathed with lukewarm water. Nutritious laddus are made for the mother. The Chhathi ritual is celebrated on the sixth day, and on the twelfth day, the Varho ceremony is performed, including bathing, dressing in new clothes, and naming the child.",
      "Marriage in the Pav tribe is arranged by the parents. The proposal comes from the boy's side to the girl's side, and the age of marriage is typically 17-18 years for boys and 15-16 years for girls. The marriage ceremony involves the boy's father giving grains and money to the girl's father. Various forms of marriages like service marriage, exchange, remarriage, and widow remarriage are socially recognized.",
      "Death rituals involve burning the deceased, with the ashes immersed in the river. On the tenth day after death, Dashagat takes place, where relatives are fed.",
      "Traditional caste panchayats are present among the Pav tribe, with a hereditary head called \"Gautiya.\" This panchayat resolves disputes related to marriage, divorce, worship of Gods and Goddesses, immoral relations, inheritance, etc.",
      "Pav tribe members worship their major deities during Dussehra, Ramnavami, and Navratri. Sowing of sorghum is performed during Navratri, and rituals are done by a Panda. The main festivals include Hareli, Nagpanchami, Navratri, Dussehra, Diwali, and Holi. They also believe in ghosts, witchcraft, and perform various types of dances and sing folk songs during marriages and festivals. Saila, Karma Sua, etc., are the main dances, accompanied by musical instruments like Timki, Mandal, Trumpet, and Banjo during Karma dance.",
      "",
  
  ],
  "sliderImages": [
      "../../assets/images/Tribes/pav/image-141.jpg", 
      "../../assets/images/Tribes/pav/image-142.jpg", 
      "../../assets/images/Tribes/pav/image-143.jpg", 
      "../../assets/images/Tribes/pav/image-144.jpg", 
      "../../assets/images/Tribes/pav/image-145.jpg", 
  
  ]
  },
  
  {"id": "PARDHI",
  "title": "PARDHI",
  "paragraphs": [
      "The Pardhi caste, initially mentioned at serial no. 39 on the Scheduled Tribe List of Madhya Pradesh State in 1976, was later removed from the Scheduled Tribe list by the Government of India through the Scheduled Castes and Scheduled Tribes (Amendment) Act of 2002. Consequently, it is no longer recognized as a Scheduled Tribe in Bhopal, Raisen, and Sehore districts.",
      "However, Pardhis are still acknowledged as Scheduled Tribe (with regional restriction) at number 40 in the Scheduled Tribe list of Madhya Pradesh state. In districts such as Chhatarpur, Mandla, Seoni, and Dindori, along with other areas like Baihar tehsil district Balaghat, Betul, Bhaisdehi, Shahpur tehsil district Betul, Patan, and Sehora tehsil and Majholi block district Jabalpur, Katni (Murwara), and Bijaya-Radhogarh tehsil and Bahoriband, Dhimarkheda development block district Katni, Hoshangabad Babai, Sohagpur Pipariya, and Bankhedi tehsil and Kesla development block district Hoshangabad, Harsud tehsil district Harda, Pardhi is recognized as Scheduled Caste in 19 districts.",
      "According to the 2011 census, the population of Pardhi, recognized as a Scheduled Tribe, is estimated to be 5896, constituting 0.008 percent of the total population of the state. The Pardhi caste derives its name from the Sanskrit word \"Pardha,\" meaning \"hunting.\" Legend has it that Pardhi-Phans are a nomadic caste that settled in Madhya Pradesh, Maharashtra, and surrounding areas. Historical records about the origin of the Pardhi caste are scarce. Russell and Hiralal believed them to be a mixed form of Rajput and Babri castes, separated from the main caste.",
      "During the Mahabharata period, a legend suggests that Lord Mahadev, in the form of Pardhi, engaged in a hunting competition with Arjun, leading to a confrontation for the right to hunt. Arjun caught Mahadev's feet in Pardhi form, and after being pleased, Mahadev granted Arjun a boon. This legend associates the origin of the Pardhi caste with Lord Mahadev.",
      "In terms of lifestyle, Pardhi households, along with other Hindu castes, live in huts on one side of the village, typically made of mud with grass or country tile roofs. Their daily items include steel and bronze utensils, plates, bowls, glasses, pots, embroidery, bedspreads, cots, grain grinding mill, pestle, stove, bird-catching materials, net, and agricultural tools. Men and women maintain personal hygiene, and women often apply peanut oil on their hair while men cut their hair. Traditional attire includes Salukha Gamchha, dhoti, vest, and kurta for men, and lugda or saree for women. They also adorn themselves with various accessories like bangles, earrings, necklaces, and toe rings.",
      "In the past, hunting was the primary livelihood for the Pardhi caste, involving the capture of pheasants, quails, rabbits, and more for sale. However, due to hunting restrictions, the focus has shifted to labor farming and selling items like bindi and vermillion. Some Pardhi families engage in agriculture, cultivating crops like jowar, maize, wheat, urad, and moong. The caste is patriarchal, with nuclear families being more prevalent than joint families. The Pardhi caste is further divided into sub-castes, including Shikari Pardhi, Langoli Pardhi, Takankar Pardhi, Cheetah Pardhi, Bull Pardhi, Gonsai Pardhi, Monkey Pardhi, Fowler Pardhi, among others, with various exogamous gotras.",
      "Childbirth practices involve a separate hut for the woman, and the child's name is cut by the right hand with a tile or fine knife, while the umbilical cord is buried in the ground. Marriage within the same gotra is prohibited, and marriage proposals come from the boy's side to the girl's side. Marriage age is typically 14-18 years for boys and 16 years for girls. Widow remarriage is accepted, and the practice of burying the deceased is prevalent, followed by mourning rituals.",
      "The Pardhi tribe is associated with both Hindu religion and traditional primitive beliefs and religious rituals. They worship deities such as Thakur Dev, Budhadev, Chappan Kod Devi, Aghai (Durga), Markadevi, Pardhan, Sablidevi, Devi Naukot, Tetiskot, Shitaladevi, Kalidevi, Raiskotardevi, Mahakali, Gangadevi, Maliyadevi, Singbhavani, and Hindu deities Ramakrishna, Hanuman, and Shiva. They also believe in supernatural powers, ghosts, and witchcraft. Folk songs and dances are integral to their cultural expressions, including Holi, Karma, Ram Saptah dances, and Phadki dance during Diwali.",
      "",
      ""
  ],
  "sliderImages": []
  },
  {"id": "PARJA",
  "title": "PARJA",
  "paragraphs": [
      "The Parja tribe, a minority group in undivided Madhya Pradesh, is primarily concentrated in the state of Chhattisgarh, formed through the separation of Orissa, Andhra Pradesh, and Madhya Pradesh. In the 2011 census of present-day Madhya Pradesh, the Parja tribe's population was estimated at 137 Natra, accounting for 0.000 percent of the state's total population. Notably, the tribe is distributed across various districts, including Sheopur, Bhind, Gwalior, Datia, Neemuch, Shajapur, Indore, East Nimar, Rajgarh, Vidisha, Bhopal, Raisen, Betul, Hoshgabad, Katni, Jabalpur, Narsinghpur, Dindori, Mandla, Chhindwara, Seoni, and Balaghat.",
      "Historical records about the Parja tribe are scarce, but according to Russell, they are considered a sub-group of the Gond tribe. The belief is that the ancestors of the Parja tribe migrated from Bastar to Orissa. They trace their origin from the Sun, and according to Oriya opinion, \"Po + Raja = Porja,\" signifies \"Po\" as son and king, representing a group of prominent individuals in tribal villages.",
      "The Parja tribe resides in villages alongside other tribes like Madiya, Bhatra, Halba, and various castes such as Mahara, Dhakad, Ahir, in Bastar. Their dwellings typically consist of mud houses with one or two rooms, featuring roofs made from wood, thatch, or native tiles. The walls are painted with white or yellow soil, and the floor is made of mud. Household items include grain containers, grain mills, pestles, clay, and aluminum utensils, axes, farming tools, clothing, bamboo mats, and baskets.",
      "Men typically wear a small cloth wrapped around their waist, while women wear a thick cotton scarf around their waist. Some young girls have adopted the trend of wearing polka. Women tie their hair into a bun, and tattooing (Gudna) is practiced on hands, feet, and face. Gilt ornaments adorn their hands, feet, nose, neck, and ears. The primary food sources for the Parja tribe include Kodo, Madiya, rice paddy, seasonal vegetables, urad, and toor dal. In their non-vegetarian diet, they consume various birds, chicken, goat, rabbit, wild pig, and fish. Salfi, Landa, and Mahua are the liquors of choice, and men often smoke beedis.",
      "The tribe primarily cultivates Madiya, Kodo, Urad, Tuvar on mountain slopes and paddy in plain areas. Due to traditional farming methods, unirrigated and rocky land, the yield is low, prompting the collection of roots, fruits, and vegetables from the forest. They also engage in the sale of Mahua lac, tendu leaves, cocoons, gum, and some work in the fields of other farmers. Fishing during the rainy season is a common practice.",
      "The Parja tribe is further divided into sub-castes, with main subcastes including Parangi Parja, Barengi (Jodiya) Parja, Kond Parja, Gadba Parja, Didai Parja, Pengu Parja, and Ghur Parja. Ghur Parjas are specifically found in Bastar (Chhattisgarh). Sub-castes are further divided into different gotras like Badh, Kaschim, Bokra, Netam, Gohi, Padki, Nag, each having its totem. Gotras are exogamous groups, and the family is patrilineal.",
      "During pregnancy, there are no specific rites of passage in the Parja tribe. Delivery takes place at home, attended by elderly women from the village. A decoction of dry ginger, jaggery, and wild herbs is given to pregnant women. The sixth rites involve bathing children and pregnant women, accompanied by the serving of liquor to relatives.",
      "In terms of marriage, proposals are initiated by the groom's side, with boys marrying at 16-19 years and girls at 13-17 years. The consent of both parties is considered crucial. The bride's side receives rice, jaggery, pulses, and cash as bride money. The bride is escorted to the groom's house, and traditional ceremonies, including haldi application and 'phera' ritual, are conducted by an elderly person of the caste. Various forms of marriages, including exchange, service, co-escape, infiltration, widow remarriage, brother-in-law and sister-in-law remarriage, are acknowledged in the society.",
      "In the event of a death, the deceased is buried, leaving clothes, utensils, and grains at the burial site. On the third day, men shave their beard, mustache, and head hair, and on the 10th day, a funeral feast is offered following worship.",
      "The Parja tribe adheres to traditional caste panchayats, with the head of the caste panchayat holding a hereditary position. The panchayat resolves disputes related to marriage, divorce, immoral relations outside the caste, inheritance, etc., through traditional methods.",
      "The cultural uniqueness of the Parja tribe is showcased through folk dances like Parji dance, Kaksar, and marriage dances performed during various festivals. Additionally, folk songs like Relo, Karma, Dadriya, Vivah Geet, and more are integral to their cultural expression, with young men and women actively participating in dances during festivals and celebrations.",
      "The primary deity of the Parja tribe is Danteshwari, and they also worship Bhimsen Dev, Thakur Dev, Budha Dev, Budhi Mai, among others. Key festivals include Pola, Navakhani, Dussehra, Diwali, Holi, during which liquor is offered to the Gods and Goddesses. Sacrifices of chickens are performed annually, and belief in ghosts and witchcraft is prevalent. The religious priest and practitioner who removes witchcraft is referred to as Sirha.",
      ""
  ],
  "sliderImages": []
  },
  {"id": "SAHARIYA",
  "title": "SAHARIYA",
  "paragraphs": [
      "According to the 2011 census in Madhya Pradesh, the Sahariya tribe comprises an estimated total population of 614,958, constituting 0.847 percent of the state's overall population. Primarily residing in rural areas, the tribe is recognized at number 42 in the Scheduled Tribe list of Madhya Pradesh, identified by names such as Sahariya, Sehariya, Sosia, and Saar.",
      "The Sahariyas predominantly inhabit the north-west region of the state, spanning from Sehore district to North Western Vidisha, Guna, Shivpuri, Morena, Sheopur, Vijaynagar, Karahal, and Gwalior. Notably, their population is highest in the Gwalior division. Classified as a \"Primitive Tribal Group\" by the Government of India, the Sahariya tribe has a presence in various districts, including Sheopur, Morena, Bhind, Gwalior, Datia, Shivpuri, Tikamgarh, Chhatarpur, Panna, Sagar, Damoh, Satna, Rewa, Umaria, Shahdol, Sidhi, Neemuch, Ratlam, Ujjain, Shajapur, Dewas, Jhabua, Dhar, Indore, West Nimar, Barwani, East Nimar, Rajgarh, Vidisha, Bhopal, Sehore, Raisen, Harda, Hoshgabad, Katni, Jabalpur, Narsinghpur, Dindori, Mandla, Chhindwara, and Seoni.",
      "The term \"Sahariya\" derives from the Persian word \"Sahar,\" meaning forest, reflecting their historical association with forest habitats. Although lacking historical evidence, a prevalent folk tale suggests that Sahariyas and Bhils are siblings, born to two sisters. The child of the elder sister, Bhilani, is named Bhil, and the younger sister's child, Syria, is named Sahariya. According to another story, Sahariyas consider Maharishi Valmiki as their ancestral father.",
      "Geographically, Sahariya settlements are typically located on valley hills, although they often prefer flat land with easy access to water for settlement. Their dwellings, known as Saharanas, consist of hut-shaped houses arranged in quadrilateral shapes, and multiple Saharanas form larger villages. Construction begins with digging a pit for a pillar, placing a copper coin and turmeric jaggery inside. Wooden pillars are erected, and roofs are made from locally available materials. The Sahariya house, known as a room, contains essential items such as axes, soil, aluminum utensils, clothes, and a storage room for grains.",
      "The traditional dress of Sahariya men includes a short dhoti, while women typically wear Ghaghra, Lugda, and Choli. Due to economic constraints, jewelry is less prevalent, with silver and gilt jewelry worn around the neck and hands.",
      "Given their economic challenges, Sahariya families struggle to afford two meals a day. Their diet comprises tubers, roots, and grains obtained through Mahua forests, supplemented by hunting and fishing. Jowar is a staple food, and the tribe relies on Mahuai Gulli oil. Due to their forest-based lifestyle, Sahariyas engage in activities such as woodcutting, bundle-making, hunting, and fishing. They also collect various forest products such as white musli (root), Mahua, Gillu, gum, honey, tendu leaves, grass, wood, roots, and fruits.",
      "The social organization of the Sahariya tribe centers around the family, extended family system, and Saharana (a group of extended houses). The Saharana has a Patel who serves as its head, and the Sahariya social structure follows a patriarchal, patrilocal system. With the prevalence of the nuclear family system, only children belonging to the Gotra are adopted to maintain the patrigotra tradition.",
      "Marriage practices among Sahariyas include early marriages, arranged marriages, and marriages arranged through abduction. Widow remarriage is accepted, with widows allowed to bring along their children from previous marriages. The major gotra names in the Sahariya tribe include Solakiya, Chauhan, Selia, Sanauriya, Gobariya, Barodiya, Khadiya, Mangriya, Narwariya, Ucheriya Mohar, Masaniya, Barelia, Duwariya, Karondiya, Baugaiya, Baglaya, Marwariya, Kushmoria, Saure, Pawar, Kodho, among others. Endogamy is practiced, prohibiting marriage between cousins and cousins, with a bride price system in place.",
      "The Sahariya tribe engages in various folk dances and songs, expressing their love for dance and music. Tejaji Dev is their main deity, and they also worship Bheru, Bhumiya Dev, Parit Baba, Thakur Baba, and Narsinghdev. Festivals like Ramnavami, Dussehra, Deepawali, Rakshabandhan, and Holi are celebrated with enthusiasm. Folk tales based on Raja Rani, Dev Pari, and marriage songs are popular among the Sahariya tribe.",
      "Religiously, Sahariyas consider God as the supreme deity and worship Hindu deities like Shiva, Durga, Hanuman, Ram, Krishna, and Ganesha. They also believe in witchcraft, tantra-mantra, and ghosts. Traditional caste panchayats handle disputes related to marriage, divorce, and immoral relations in the Sahariya tribe.",
      "",
  
  ],
  "sliderImages": [
      "../../assets/images/Tribes/sahariya/image-151.jpg", 
      "../../assets/images/Tribes/sahariya/image-152.jpg", 
      "../../assets/images/Tribes/sahariya/image-153.jpg", 
      "../../assets/images/Tribes/sahariya/image-154.jpg", 
      "../../assets/images/Tribes/sahariya/image-155.jpg", 
      "../../assets/images/Tribes/sahariya/image-156.jpg", 
      "../../assets/images/Tribes/sahariya/image-157.jpg", 
      "../../assets/images/Tribes/sahariya/image-158.jpg", 
      "../../assets/images/Tribes/sahariya/image-159.jpg", 
  
  ]
  },
  {"id": "SAUNTA",
  "title": "SAUNTA",
  "paragraphs": [
      "Saunta is a minority tribe that originally belonged to undivided Madhya Pradesh. Presently, the population of this tribe is concentrated in the Chhattisgarh region, and there are also Saunta communities in Orissa. According to the 2011 census, the total Saunta population in Madhya Pradesh is estimated to be only 190, constituting 0.000 percent of the state's total population. The primary habitat areas for the Saunta tribe are Surguja and Bilaspur districts, which are now part of Chhattisgarh.",
      "There is limited historical information available regarding the origin of the Saunta tribe. According to legends, the tribe's roots are said to trace back to Jagannathpuri in Orissa. One legend suggests that two brothers, who were valiant soldiers in the army of the king of Puri and belonged to the Khandayat caste, migrated to Madhya Pradesh. The younger brother married a local tribal woman, and their child was named Saunta. Another legend suggests that a group separated from an existing tribal caste, forming a new one called Saunta.",
      "Saunta tribe members typically reside in villages alongside other tribes such as Gond, Dhanwar, Kanwar, etc. The villages have mud houses with thatched or locally-made tile roofs. The houses are painted with yellow or white mud, and the floor is made of mud. Generally, a Saunta house has two rooms, with a deity place in the main room. Household items include grain storage sheds, clothes, kitchen utensils, cots, and agricultural equipment. Additionally, there is usually a room for animals on the side of the house.",
      "The daily routine of Saunta men and women involves bathing in the morning after their daily activities. Women, in particular, have a fondness for jewelry and wear various ornaments on their feet, wrists, waist, ears, and nose. The tribe follows a simple dressing style, with men wearing Pancha, Saluka, Bandi, Dhoti, and Kurta, while women wear Lugda and Polka.",
      "Saunta tribe members practice primitive agriculture, collect wild produce, engage in hunting, and gather food. Presently, their economic activities are centered around agriculture, labor, and forest-based products. They cultivate crops such as Kodo, Kutki, paddy, moong, urad, tuvar, tivda, and sesame. Additionally, they collect forest products like Mahua, pickles, gum, tendu leaves, and harra for sale in local markets.",
      "The Saunta society follows a patrilineal and patriarchal system, with a local ancestral home. The tribe is divided into two sub-castes, Chhattisgarhiya and Oriya, with exogamous gotras. The birth of a child is considered a gift from God, and certain rituals, such as Chhathi Sanskar on the sixth day, are observed. Saunta marriages typically occur between the ages of 12-18 for boys and 10-16 for girls. The marriage proposal is initiated by the groom's side, and the marriage process involves various stages, including matchmaking, fruit donation, and Gauna.",
      "Upon death, the Saunta tribe follows burial customs, and rituals are performed on the eleventh day. The tribe has its own traditional caste panchayat, led by a \"Gotiya,\" whose post is hereditary. The panchayat resolves disputes within the caste, arranges worship of caste deities, and addresses issues like marriage, fruit donation, and conflicts.",
      "Saunta tribe members engage in various folk dances, such as Karma dance during Karma Puja, Vihav dance in marriages, Phadki dance by girls in Diwali, and Rahas dance by youth in Holi. Their folk songs include Karma Geet, Sua Geet, and Bihav Geet. Saunta festivals involve worshiping deities like Thakur Dev, Budha Dev, Gram Devati, Dharam Devta, and Diharinmai, along with nature and animals. Liquor is offered to the Gods, and sacrifices of cock and goat are made during their main festivals, including Hareli, Rathpuja, Pola, Pitr, Navakhani, Dussehra, Diwali, and Holi. The Saunta tribe also believes in ghosts, witchcraft, and reincarnation after death.",
      "",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/saunta/image-160.jpg", 
      "../../assets/images/Tribes/saunta/image-161.jpg", 
      "../../assets/images/Tribes/saunta/image-162.jpg", 
      "../../assets/images/Tribes/saunta/image-163.jpg", 
  
  ]
  },
  {"id": "SAUR",
  "title": "SAUR",
  "paragraphs": [
      "The Saur tribe in Madhya Pradesh, alternatively referred to as Saur or Sauria, has a population of around 167,340, making up 0.230 percent of the total state population according to the 2011 census. The primary habitat areas of the Saur tribe include the districts of Sagar, Tikamgarh, Chhatarpur, and Damoh. Additionally, Saur communities are found in various other districts of Madhya Pradesh.",
      "The origin of the Saur tribe is not documented in historical records, but according to tribal legend, the ancestors of Rajgond, Khargond, Saur, and Sahariya were cousins. In the Sagar-Chhatarpur area, the ancestors of the Saur tribe were known as \"Banrakha,\" meaning those who live in the forest and guard it.",
      "Saur villages are typically situated around forests, where people build their houses using mud walls and thatched or locally-made tile roofs. The walls of the houses are painted with white clay. Saur villages are diverse, with inhabitants from various castes like Brahmins, Lodhi, Kumhar, Luhar, Chamar, Barber, Koshti, Kalar, etc. Saur localities are usually found at one end of the village.",
      "In terms of daily practices, people in the Saur tribe brush their teeth with Datun, bathe daily, and engage in tattooing, especially among women who get tattoos on their hands, feet, and face. Men typically wear dhoti, kurta, safa, and bandi, while women wear lugda, dhoti, and polka. Gilt and silver jewelry are common among Saur women.",
      "The main food of the Saur tribe includes wheat, jowar, millet or maize bread, seasonal vegetables, tuvar, urad dal, and wild tuberous fruits collected from the nearby forests. Non-vegetarian items such as chicken, goat meat, various birds, and fish are also part of their diet. Mahua liquor is prepared and consumed during celebrations, festivals, and marriages, and men often smoke beedis.",
      "The primary occupations of the Saur tribe are agriculture and labor. Agriculture is mainly unirrigated, and crops like maize, jowar, urad, and tuvar are cultivated. For those without much agricultural land, labor, woodcutting, and the collection of forest products like tendu leaves, gum, honey, Mahua, and Guli serve as sources of livelihood.",
      "The Saur tribe follows a patrilineal, patriarchal, and patrilocal social structure. While there is no mention of sub-castes, the Saur tribe is divided into various exogamous gotras, such as Badaiya, Gilhariya, Baiga Magaria, Kachhariya, Patwa, Sildhania, Kethora, Chanderiya, Harduva Chakardaiya, Barkha, Solakiya, and more. Gotras are often based on trees, plants, and animals.",
      "Saur tribe members do not have specific pregnancy rites. Delivery takes place at home, supervised by experienced women in the community. The baby's umbilical cord is buried at the birthplace, and the newborn is bathed and named. The age of marriage for boys is generally between 12-18 years and for girls between 10-16 years. Marriage within the same gotra is prohibited, and in earlier times, the boy's father used to provide grains and money to the girl's father as marriage expenses.",
      "In the case of death, the Saur tribe follows cremation practices, and bones are often immersed in nearby rivers or the Ganga, depending on the economic situation. Thirteenth-day rites are performed, and a Ganga feast is given.",
      "The Saur tribe has its traditional caste panchayat, with a head called Mahate. The Mahate's position is hereditary, and the panchayat resolves caste-related matters in a traditional manner.",
      "",
      "The Saur tribe maintains a belief system involving worship of Gods, Goddesses, and ancestors. They believe that worship pleases the deities and relieves them of their sufferings. Ancestor worship is prevalent on various social occasions, and the spirits of ancestors are believed to protect the family and offer guidance in dreams. Belief in witchcraft, exorcism, and reincarnation is also present. Sacrifices of a goat or rooster are made to please deities and remove infectious diseases from the village.",
      "The Saur tribe participates in various traditional dances such as marriage dance, Banara, Fagua dance during Holi, Phadki Rai dance during Diwali, etc. Folk songs, including wedding songs, birth songs, and bhajans, are integral to their cultural practices. The main deities worshiped by the Saur tribe include Dulhadev, Thakurdev, Bhavani Maa, and Bhainsasur, along with worship of natural elements and Hindu Gods and Goddesses. They celebrate festivals like Dussehra, Diwali, Makar Sakranti, Akshaya Tritiya, Ganesh Chaturthi, Dev Uthani, etc. The tribe also believes in witchcraft, ghosts, and has various folk songs, dances, and celebrations related to their cultural traditions.",
      "",
      "",
      "",
      "",
      ""
  ],
  "sliderImages": [
      "../../assets/images/Tribes/saur/image-164.jpg", 
      "../../assets/images/Tribes/saur/image-165.jpg", 
      "../../assets/images/Tribes/saur/image-166.jpg", 
  
  ]
  },
  {"id": "SAVRA",
  "title": "SAVRA",
  "paragraphs": [
      "The Savra tribe, primarily found in the Raigarh, Mahasamund, and Bilaspur districts of undivided Madhya Pradesh (now Chhattisgarh), has a total estimated population of only 881, constituting 0.001 percent of the state's population according to the 2011 census. This tribe is also present in other states like Orissa, Andhra Pradesh, West Bengal, Bihar, and Maharashtra, as indicated by census data from 2001 and 2011.",
      "The Savra tribe is considered an ancient caste in India, belonging to the Kolarian group. According to their legends, they trace their origin from Shabari of the Ramayana. The caste is also mentioned in the Mahabharata. In the Mahasamund district, Savras claim their origin from Sugriva, the monkey king of the Ramayana period. According to a legend, a member of the Savra tribe was tasked by Lord Mahadev to clear the forest for farming. However, due to hunger, he ended up eating the flesh of Nandi, the bull he was using for plowing. Mahadev, upon discovering this, cursed the tribe with perpetual hunger, associating poverty with the Savra caste.",
      "Savra tribes reside in villages alongside other tribes like Binjhwar, Kanwar, Kondh, Kharia, as well as other castes such as Adhariya, Kolta, Barber, Ahir, Dhobi, and Brahmin. Their houses are typically made of mud with thatched or native tile roofs, containing two to three rooms. The walls are painted with white or yellow mud, and the floor is made of mud covered with cow dung. Household items include grain storage, stoves, utensils made of various materials, pots, mortars, pestles, and agricultural equipment.",
      "In terms of personal grooming, men cut their head, beard, and mustache hair, while women keep their hair long and often have tattoos on their bodies. Women wear gilt, silver, and brass ornaments on various body parts. Men typically wear pancha and bandi, and women wear lugda. The main diet of the Savra tribe includes Kodo, rice cakes, seasonal vegetables, urad, moong, tuvar dal, and occasionally non-vegetarian items like chicken, goat meat, fish, deer, rabbits, and various birds. Liquor made from Mahua is consumed, and men often smoke tobacco wrapped in a leaf.",
      "The primary occupations of the Savra tribe include agricultural labor and the collection of forest produce. Their unirrigated agricultural land yields crops such as paddy, Kodo, urad, sesame, and tur. Due to limited land, the yield is insufficient for the whole year, and many work in the fields of other farmers. They also collect wild tubers and vegetables from the forest. Additionally, they engage in the collection and sale of various forest products like Mahua, Gulli, Char, Tendu leaves, Sarai seeds, and more. Fishing is also a common practice during the rainy season.",
      "In the Mahasamund district, three sub-castes are prevalent among the Savra tribe: Kala Peediya (big Savra), Aade Savra, and Thakur Savra (small). These sub-castes are monogamous groups, and they are further divided into different gotras, including Bhainsa, Bhoi, Bagh, Kundla, Vanmula, Binchi, Bagula (Hansraj), Nag, Kalasha, Surajvanshi, Guria, Bahara, Bhatiya, Hathiya, and more. The Savra tribe follows a patrilineal, patriarchal system, and their ancestral home is considered local.",
      "Pregnancy rituals are not explicitly mentioned, but delivery takes place at home under the supervision of elderly women in the family or relatives. The umbilical cord of a newborn is cut with an oyster, and the newborn and mother are bathed on the sixth day. Marriage proposals come from the groom's side, and the marriage age is typically 14-18 for boys and 12-16 for girls. The groom's father provides various items as Sook (bride money) to the bride's father. Marriage ceremonies are performed by an elderly person of the caste or Gariya (Baiga). Social recognition is given to practices like exchange, service marriage, infiltration, co-migration, widow remarriage, brother-in-law, and sister-in-law remarriage.",
      "In the case of death, the body is burnt, and the bones are immersed in the Mahanadi. Shaving and a bath are performed on the third day or the 10th day. Traditional caste panchayats exist, with officials like Mukkadam and Diwan in Raipur district. Disputes are settled through social feasts and the payment of fines.",
      "The Savra tribe engages in various folk dances, marriage dances, and Rahas dances. Forms of folk songs like Bhajan and Ramdhun are popular. The main deities worshiped by the Savra tribe include Jagannath Bhagwan, Thakur Dev, Dulhadev, Kariya Dhuruva, Mata Devala, Ghatwalin, Shabar Shabari, Sahda Dev, Bhainsasur, Samlai Mangala, Khadapath, Parupath, along with the worship of Hindu Gods and Goddesses, rivers, mountains, earth, sun, and moon. Their major festivals include Rath Yatra, Hariyali, Nagpanchami, Janmashtami, Navakhani, Dussehra, Diwali, Holi, among others. The Savra tribe also sacrifices chickens and goats in the worship of Gods and Goddesses and holds strong beliefs in ghosts and witchcraft.",
      "People of the Savra tribe participate in dances and singing during marriages, singing Fags during Holi, Rahas dances, and singing Bhajan Ramdhuni and Ramayana. Additionally, young men often sing Karma Geet and Dadriya Geet."
  ],
  "sliderImages": []
  },
    ];
  
    const tabs = document.querySelector("#tribes-of-mp #tabs");
    const content = document.querySelector("#tribes-of-mp #content");
    
    subjects.forEach((subject, index) => {    const isActive = index === 0 ? "active" : "";
    
      // Add tab
      tabs.innerHTML += `
        <li class="nav-item" role="presentation">
          <button class="nav-link ${isActive}" id="${subject.id}-tab" data-bs-toggle="tab" data-bs-target="#${subject.id}-content" type="button" role="tab" aria-controls="${subject.id}-content" aria-selected="${isActive === "active"}">
            ${subject.title}
          </button>
        </li>
      `;
    
      // Add tab content
      content.innerHTML += `
        <div class="tab-pane fade ${isActive} show" id="${subject.id}-content" role="tabpanel" aria-labelledby="${subject.id}-tab">
          <h2>${subject.title}</h2>
          ${subject.paragraphs.map(p => `<p>${p}</p>`).join("")}
          <div class="swiper-container swiper-${subject.id}">
            <div class="swiper-wrapper">
              ${subject.sliderImages.map(img => `
                <div class="swiper-slide">
                  <img src="${img}" alt="Slide image" class="swiper-image">
                </div>`).join("")}
            </div>
            <div class="swiper-pagination"></div>
            <div class="swiper-button-next swiper-next-${subject.id}"></div>
            <div class="swiper-button-prev swiper-prev-${subject.id}"></div>
          </div>
        </div>
      `;
    });
    
    // Initialize Swiper for each dynamically added slider within #tribes-of-mp
    subjects.forEach(subject => {    new Swiper(`#tribes-of-mp .swiper-${subject.id}`, {      loop: true,
        slidesPerView: 1, // Number of slides visible per screen
        spaceBetween: 10, // Space between slides in pixels
        breakpoints: {        640: { slidesPerView: 1, spaceBetween: 20 },
          768: { slidesPerView: 2, spaceBetween: 30 },
        },
        pagination: {        el: `#tribes-of-mp .swiper-${subject.id} .swiper-pagination`,
          clickable: true,
        },
        navigation: {        nextEl: `.swiper-next-${subject.id}`,
          prevEl: `.swiper-prev-${subject.id}`,
        },
      });
    });
    
    
    // Optional: Add search functionality
    const searchInput = document.getElementById("search");
    if (searchInput) {    searchInput.addEventListener("input", (e) => {      const searchTerm = e.target.value.toLowerCase();
        document.querySelectorAll(".nav-item").forEach((item) => {        const subjectTitle = item.textContent.toLowerCase();
          item.style.display = subjectTitle.includes(searchTerm) ? "block" : "none";
        });
      });
    }
    